Repository: gochenming/sumwars-code
Catalog: translation/*/defend_dwarfenwall.po
Languages: uk

source: Defend Dwarfenwall
uk: Захистимо Dwarfenwall

source: Quest finished
uk: Квест закінчено

source: Quest description
uk: Опис квесту

source: ... wind-elementals did see it clearly: It's only this one lich leading them.
uk: ... елементалі вітру бачили це ясно: Це тільки цей лич веде їх.

source: When he's gone the others are no problem.
uk: Коли він пішов інші не проблема.

source: Just great.
uk: Просто чудово.

source: And with what army are you planning to do this break-through?
uk: І з якої армії ви плануєте зробити це прорив?

source: We have to stop the rush, that is assembling out there.
uk: Ми повинні зупинити приплив, тобто складання там.

source: Don't worry.
uk: Не хвилюйтеся.

source: My colleague assured me that the council is sending backup.
uk: Мій колега запевнив мене, що рада надсилає копії.

source: It should be here shortly.
uk: Він повинен бути тут найближчим часом.

source: First they send away the mage of Northborough and than they send in backup again?
uk: Спочатку вони пішли маг Нортборо і чим вони посилають в резервному знову?

source: What kind of game is this?
uk: Яка гра це?

source: The mage is much needed elsewhere.
uk: Маг вкрай необхідна в іншому місці.

source: Of course.
uk: Звичайно.

source: I don't like saying this, but until an army makes it's way here, our bodies are long fighting for the other side, venerated lady.
uk: Я не люблю говорити це, але поки армія робить його сюди, наші тіла довго бореться за іншу сторону, шанованих леді.

source: Excuse me for interrupting like that, but small groups travel considerably faster then armies.
uk: Вибачте, що перебиваю, як це, але невеликі туристичні групи значно швидше, ніж армії.

source: And who are you? ##solo
uk: А ти хто? ##solo

source: And who are you?
uk: А ви хто?

source: The backup.
uk: Резервного копіювання.

source: Good joke.
uk: Хороша жарт.

source: But we have a war here.
uk: Але у нас є війна тут.

source: Get lost, you fool.
uk: Провалюй, дурень.

source: Get lost, you fools.
uk: Провалюй, ви дурні.

source: This mercenary is telling the truth.
uk: Цей найманець говорить правду.

source: What?
uk: Що?

source: This is your great backup?
uk: Це ваш великий резервного копіювання?

source: A handful of mercenaries?
uk: Жменька найманців?

source: You will realize the worth of our assistance, when they fall for you again and again.
uk: Ви зрозумієте, варто нашої допомоги, коли вони закохуються в Вас знову і знову.

source: What do you say?
uk: Що ви скажете?

source: ... is this a Cursed One?
uk: ... це проклято Один?

source: ... are they Cursed Ones?
uk: ... вони прокляті принципів?

source: Personally I like the term Branded One somehow better.
uk: Особисто мені подобається термін відомих Один якось краще.

source: If the price is right I let myself be torn apart as often as need be to protect the town.
uk: Якщо ціна права я дозволяю собі бути відірвані одна від одної настільки часто, наскільки це необхідно для захисту міста.

source: If the price is right we let ourselves be torn apart as often as need be to protect the town.
uk: Якщо ціна права ми дозволяємо собі бути відірвані одна від одної настільки часто, наскільки це необхідно для захисту міста.

source: You make a deal with the devil to drive out the devil?
uk: Ви робите угоду з дияволом, щоб вигнати диявола?

source: You cannot be prim in times like these.
uk: Ви не можете бути манірною в такі часи.

source: Do you want to live or be backup for the undead?
uk: Чи хочете ви жити чи резервного копіювання для нежиті?

source: You cannot trust these monsters!
uk: Ви не можете довіряти ці монстри!

source: As long as I lead this army I will not tolerate such people.
uk: Поки я веду цю армію я не потерплю таких людей.

source: I just prevented the undead from passing by your city!
uk: Я просто перешкодили нежиті з проходять повз вашого міста!

source: We just prevented the undead from passing by your city!
uk: Ми просто перешкодили нежиті з проходять повз вашого міста!

source: That proves nothing!
uk: Це нічого не доводить!

source: All warriors are connected by narrow-mindedness.
uk: Усі воїни пов'язані обмеженості.

source: I don't kill indiscriminately!
uk: Я не вбиваю без розбору!

source: We don't kill indiscriminately!
uk: Ми не вбивають без розбору!

source: She is under orders of the council, it is not your decision.
uk: Вона за наказом ради, це не ваше рішення.

source: He is under orders of the council, it is not your decision.
uk: Він за завданням ради, це не ваше рішення.

source: They are under orders of the council, it is not your decision.
uk: Вони за завданням ради, це не ваше рішення.

source: They are coming! The attack begins!
uk: Вони йдуть! Напад починається!

source: Get to the walls!
uk: Дістатися до стіни!

source: How fast he changes his mind.
uk: Як швидко він змінює свою думку.

source: I'm already on my way.
uk: Я вже на моєму шляху.

source: Get going!
uk: Їдь!

source: I just hope you have enough money to keep them at it.
uk: Я тільки сподіваюся, у вас достатньо грошей, щоб тримати їх у цьому.

source: Don't trouble yourself.
uk: Не турбуйтеся.

source: It will not fail due to this.
uk: Він не буде руйнуватися через це.

source: I pray that you're right...
uk: Я молюся, щоб ви і праві ...

source: I'm sorry, but only members of the aisen army are allowed beyond here.
uk: Мені дуже шкода, але тільки користувачі Айсен армії дозволено поза тут.

source: I don't want to go there. I only see boring walls.
uk: Я не хочу туди йти. Я бачу тільки нудні стіни.

source: Here they come.
uk: А ось і вони.

source: Get ready, soldiers!
uk: Готуйтеся, солдат!

source: Your time has come, pathetic humans!
uk: Ваш час прийшов, жалюгідні люди!

source: Dwarfenwall will finally be yours, my lord.
uk: Dwarfenwall, нарешті, буде ваш, пане мій.

source: With the help from the capital it will succeed at last.
uk: За допомогою від капіталу, вдасться врешті-решт.

source: Let us begin with the last rush on this wretched stronghold.
uk: Почнемо з останнього пік цього жалюгідною фортеці.

source: I reckon there is so many undead back there that your oh-so mighty backup will not be able to avert our death.
uk: Я вважаю, що є так багато нежить туди, що ваш ох-як могутній резервного не зможе запобігти нашої смерті.

source: This... backup is not the only thing the council can and will do for Dwarfenwall.
uk: Це ... резервне копіювання не єдина річ, рада може і буде робити для Dwarfenwall.

source: I bound an earth-elemental weeks ago.
uk: Я пов'язаний землю елементарної тижні тому.

source: He is waiting for my orders right now.
uk: Він чекає мої замовлення прямо зараз.

source: Of course I couldn't know, where the undead would attack.
uk: Звичайно, я не міг знати, де нежить нападе.

source: I'm afraid, there will be quite some cleaning up to do by the survivors.
uk: Я боюся, буде досить очищення зробити, що залишилися в живих.

source: Stop scoffing and do whatever it is you're planing.
uk: Стоп глузування і робити все це, Ви стругання.

source: It will be a great pleasure to reanimate the body of that witch only to burn her!
uk: Це буде дуже приємно реанімувати тіло, що відьма тільки спалити її!

source: It will be done, my lord.
uk: Це буде зроблено, пане.

source: But how will we attack the city now? She blocked the path for our army.
uk: Але як ми атакуємо міста зараз? Вона заблокували шлях для нашої армії.

source: Silence!
uk: Мовчати!

source: The catapults?
uk: Катапульти?

source: Ready, my lord.
uk: Готовий, мій пан.

source: Our necromancers?
uk: Наші некромантов?

source: Await your order.
uk: Чекаю Вашого замовлення.

source: I'm not fighting with Dwarfenwall for centuries for nothing.
uk: Я не боротьба з Dwarfenwall протягом століть ні за що.

source: Send the skeletons through the underdrives.
uk: Надіслати скелети через underdrives.

source: Something is going on over there.
uk: Щось відбувається там.

source: They are coming!
uk: Вони йдуть!

source: It won't hurt if I call some more helpers, too.
uk: Це не буде боляче, якщо я називаю ще кілька помічників, також.

source: To the front with you, butcher. ##solo
uk: Для фронту з вами, м'ясника. ##solo

source: To the front with you, butcher.
uk: Для фронту з вами, м'ясника.

source: Say 'please'.
uk: Скажи 'будь ласка '.

source: Just do it!
uk: Просто зроби це!

source: Watch out!
uk: Обережно!

source: Catapults!
uk: Катапульти!

source: They are struggling on.
uk: Вони борються далі.

source: Don't worry, my lord, we will have overrun them soon.
uk: Не турбуйтеся, пане мій, у нас буде перевитрата них найближчим часом.

source: There's no hurry.
uk: Там немає поспішати.

source: We have time, that is our advantage.
uk: У нас є час, то є наша перевага.

source: Show them that we can play with fire, too.
uk: Покажіть їм, що ми можемо грати з вогнем, теж.

source: Those mages are beginning to get on my nerves.
uk: Ті маги починають мені на нерви.

source: Prepare everything.
uk: Підготуйте все.

source: I understand, my lord.
uk: Я розумію, пане.

source: Their defense still holds, my lord.
uk: Їх захист залишається в силі, пане мій.

source: No one said it had to be easy.
uk: Ніхто не сказав, що це має бути легко.

source: Did you now there was a wild man here two-hundred years ago?
uk: Ти тепер не було диким людиною тут двісті років тому?

source: The humans called him the giant killer and didn't want to have anything to do with him.
uk: Люди називали його гігантський вбивця і не хотів мати нічого спільного з ним.

source: I don't see how that has anything to do with the siege, my lord.
uk: Я не бачу, як це не має нічого спільного з облогою, мій пан.

source: Watch and learn.
uk: Дивіться і вчіться.

source: You called, my lord?
uk: Ви назвали, пане мій?

source: I want you to use the brothers.
uk: Я хочу, щоб використовувати братів.

source: But they are still not stable!
uk: Але вони все ще не стабільно!

source: In the worst case they will do no damage at all.
uk: У гіршому випадку вони будуть робити яких-небудь пошкоджень на всіх.

source: That doesn't matter.
uk: Це не має значення.

source: He should be here any moment. We are playing for time right now.
uk: Він повинен бути тут в будь-який момент. Ми тягли час прямо зараз.

source: As you wish, my lord.
uk: Як хочете, пане.

source: My lord.
uk: Мій пане.

source: What is it?
uk: Що це таке?

source: Neivan the Frostbringer is now here.
uk: Neivan Frostbringer тепер тут.

source: Finally.
uk: Нарешті-то.

source: The road from the Grey Skyladder into this desolate and sear plain was long, you know.
uk: Дорога від Сірий Skyladder в цій пустельній рівнині і шептало був довгим, ви знаєте.

source: And your mountain tops are more lively?
uk: І ваш гірських вершин є більш живий?

source: Are we here to count the bugs on our estates?
uk: Ми тут, щоб підрахунок помилок на наших маєтків?

source: You are right. Could you move those really unnerving people over there out of the way?
uk: Ви маєте рацію. Не могли б ви рухатися ті дійсно нервує людей там зі шляху?

source: That's what I'm here for.
uk: Це те, що я тут.

source: And don't forget that you owe me land after this.
uk: І не забувайте, що ви повинні мені землі після цього.

source: Do you think I'm going to miss two villages after I got Dwarfenwall?
uk: Як ви думаєте, що я збираюся пропустити два села після того як я отримав Dwarfenwall?

source: Me and my frostmages will arrange for that.
uk: Я і моя frostmages влаштують для цього.

source: The Frostbringer is dead, my lord.
uk: Frostbringer мертвий, пане.

source: I felt it, too.
uk: Я відчув це, також.

source: We finally learned something about the backup the council sent here.
uk: Ми, нарешті, дізнався дещо про резервних ради послали сюди.

source: Now, of all times?
uk: Тепер, у всі часи?

source: And what of it? I thought, there was none.
uk: І що ж? Я думав, не було.

source: There was, my lord. But it seems they are Branded Ones.
uk: Існував, мій пан. Але, схоже, вони фірмові.

source: Branded Ones!
uk: Відомих принципів!

source: That explaines a lot.
uk: Це explaines багато.

source: But even they will not be able to hold the city once the wretched humans are gone.
uk: Але навіть вони не зможуть утримати місто колись жалюгідні люди пішли.

source: Overrun them. Send out your order.
uk: Переповнення них. Відправлення Вашого замовлення.

source: As you command, my lord.
uk: Як накажете, пане.

source: If need be, I, the Black Raven himself, will go to battle.
uk: Якщо знадобиться, я, Чорний Ворон себе, буде йти в бій.

source: I count on you.
uk: Я розраховую на вас.

source: Tear their defense into pieces.
uk: Сльоза їх захист на шматки.

source: Curse on them!
uk: Прокляття на них!

source: Cursed council-mages!
uk: Проклятий рада-магів!

source: Verdammte Branded Ones!
uk: Verdammte відомих принципів!

source: So what.
uk: Ну і що.

source: I will triumph in the end.
uk: Я восторжествує в кінці кінців.

source: Death always wins.
uk: Смерть завжди перемагає.

source: It is over.
uk: Вона закінчилася.

source: And thanks to the councils backing the city is still standing.
uk: А завдяки підтримці рад міста все ще стоїть.

source: I have to admit, I wouldn't have thought in my wildest dreams that someone could fight like that.
uk: Я повинен зізнатися, я не думав би в найсміливіших мріях, що хтось може боротися, як це.

source: It is good that he is on our side at the moment.
uk: Це добре, що він на нашій стороні в даний момент.

source: It is good that she is on our side at the moment.
uk: Це добре, що вона знаходиться на нашій стороні, на даний момент.

source: It is good that they are on our side at the moment.
uk: Це добре, що вони знаходяться на нашому боці, на даний момент.

source: If both sides have souls to offer, you take the one paying, of course.
uk: Якщо обидві сторони мають душу, щоб запропонувати, Ви берете один платить, звичайно.

source: Thank you for reminding me, why I cannot stand your kind.
uk: Спасибі, що нагадали, чому я не можу стояти на своєму роді.

source: There is no big difference to normal mercenaries.
uk: Існує немає великої різниці в нормальний найманців.

source: Maybe aside from the fact, that Branded Ones don't change sides in the middle.
uk: Може бути, крім того, що фірмові не міняються сторонами в середині.

source: Enough of that. Let's talk in the command center.
uk: Годі про це нам. Давайте поговоримо в командний центр.

source: It wouldn't be wise to hit the soldiers over the head who their saviours were.
uk: Це було б нерозумно, щоб вразити солдатів над головою, хто їх рятівники були.

source: Indeed.
uk: У самому справі.

source: Without your 'friend' this would look different.
uk: Без вашого 'друга' це буде виглядати дещо інакше.

source: Without your 'friends' this would look different.
uk: Без ваших 'друзів', це буде виглядати дещо інакше.

source: At least more effective than one could have expected from a band of mercenaries.
uk: По крайней мере, більш ефективна, ніж можна було очікувати від групи найманців.

source: But we have quite some losses.
uk: Але у нас є досить втрат.

source: I hope they will not plan a new raid soon.
uk: Я сподіваюся, що вони не будуть планувати нові рейд найближчим часом.

source: The lich took his time, but until now he also had no backup.
uk: Лич взяв свого часу, але до цих пір він не мав резервну копію.

source: What kind of backing?
uk: Яка підтримка?

source: Two third of my men are dead!
uk: Дві третини з моїх людей мертві!

source: We will never survive a second attack.
uk: Ми ніколи не будемо в змозі пережити другий напад.

source: I want to get away from all the blood.
uk: Я хочу, щоб втекти від усього крові.

source: Well fought
uk: Ну воювали

source: At least you are worth the trouble. ##solo
uk: Принаймні, ти гірший від проблем. ##solo

source: As if I ever made one.
uk: Ніби я коли-небудь робив один.

source: At least you are worth the trouble.
uk: По крайней мере, ви варто.

source: As if we ever made one.
uk: Начебто ми коли-небудь робив один.

source: The city is safe for the moment.
uk: Місто є безпечною на даний момент.

source: We cannot rest now.
uk: Ми не можемо відпочити.

source: As if we hadn't enough problems with shortage of soldiers.
uk: Як якщо б ми не достатньо проблем з нестачею солдатів.

source: The source of the attacks is the lich!
uk: Джерело атак Ліча!

source: He has to be destroyed!
uk: Він повинен бути знищений!

source: And who?!
uk: А хто?

source: I don't have enough men to lead a successful excursion.
uk: Я не вистачає чоловіків, щоб вести успішну екскурсії.

source: That would be suicide.
uk: Це було б самогубством.

source: It has nothing to do with you.
uk: Це не має нічого спільного з вами.

source: This man is under my direct orders.
uk: Ця людина під моїм безпосереднім замовленням.

source: This woman is under my direct order.
uk: Ця жінка під моїм безпосереднім порядку.

source: These people are under my direct order.
uk: Ці люди знаходяться під моїм безпосереднім порядку.

source: In her tense manner she reminds of a certain other council mage.
uk: У своїй напруженої чином вона нагадує деякі інші маги ради.

source: You are sending them into their sure death!
uk: Ти посилаєш їх в свою вірну смерть!

source: Not that I would cry a tear over them, but we cannot waste a single soul right now!
uk: Не те щоб я плакала сльозу над ними, але ми не можемо втрачати жодної душі прямо зараз!

source: No false sympathy.
uk: Ні неправдивих співчуття.

source: No matter how often I die, the lich will be destroyed in the end.
uk: Незалежно від того, як часто я помру, лич буде знищена в кінці кінців.

source: Apart from yourself you are not taking care of anyone!
uk: Крім себе, ви не піклуються про нікому!

source: It wouldn't be the first time...
uk: Це не було б в перший раз ...

source: Do you want to tell me how to use my people?
uk: Чи хочете ви сказати мені, як використовувати мій народ?

source: Nobody deserves such a treatment, not even them.
uk: Ніхто не заслуговує такого звернення, навіть не їх.

source: Let that be my concern.
uk: Нехай це буде моя турбота.

source: Let that be our concern.
uk: Нехай це буде наша турбота.

source: You realy are beyond help.
uk: Ви насправді за допомогою.

source: Finally he cought on to it.
uk: Зрештою він cought на нього.

source: We don't have time for petty arguments! Go and slay the lich!
uk: У нас немає часу для дрібних аргументи! Іди й убий Ліча!

source: As you wish...
uk: Як хочете ...

source: One of these arrows could have come from anywhere in the heat of battle...
uk: Один з цих стрілок міг прийти з будь-якої точки світу в запалі битви ...

source: Don't even think about it.
uk: Навіть не думайте про це.

source: Well well.
uk: Ну добре.

source: Here comes the root of my little problem.
uk: А ось корінь моя маленька проблема.

source: It's hard to believe someone was crazy enough to storm out here.
uk: Важко повірити хтось був досить божевільний, щоб шторм тут.

source: Prepare to pass off forever!
uk: Підготовка видати назавжди!

source: I can't believe that a single Branded One would be sufficient to cause so much chaos.
uk: Я не можу повірити, що один відомих Можна було б бути достатньо, щоб викликати стільки хаосу.

source: Of course, if some Branded Ones are in the vicinity everything is a bit different.
uk: Звичайно, якщо якісь фірмові знаходяться в безпосередній близькості все трохи по-іншому.

source: Harvest!
uk: Урожай!

source: Not so fast.
uk: Не так швидко.

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you? ##solo
uk: Звичайно, ти безсмертний, або, принаймні, вони так сказати, але ти відчуваєш біль, чи не так? ##solo

source: Do you really want to be hacked into pieces by me over and over again? ##solo
uk: Ти дійсно хочеш бути зламаний на шматки мною знову і знову? ##solo

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you?
uk: Звичайно, ви безсмертні, або, принаймні, вони так сказати, але ви відчуваєте біль, чи не так?

source: Do you really want to be hacked into pieces by me over and over again?
uk: Ви дійсно хочете бути зламаний на шматки мене знову і знову?

source: Bah! Your skeletons are dust and the one lackey will not save you!
uk: Ба! Ваш скелети пилу і один лакей вас не врятує!

source: Now that you mention it...
uk: Тепер, коли ви згадуєте його ...

source: You really smashed most of them.
uk: Ти дійсно розбив більшість з них.

source: Still, I can handle such a loss.
uk: Тим не менше, я можу впоратися з такою втратою.

source: The people of Dwarfenwall will surely help me raise a new army.
uk: Народ Dwarfenwall, безсумнівно, допоможе мені підняти нову армію.

source: What is this crystal your rotting masters want, banddog?
uk: Що це ваш кристал гниття майстрів хочете, banddog?

source: You cannot make me angry.
uk: Ви не можете змусити мене злитися.

source: And about the crystal: Why don't you ask your employers?
uk: І про кристалі: Чому ви не запитаєте свого роботодавця?

source: I thought so.
uk: Я так і думав.

source: The elementalists are not exactly talkative, am I right?
uk: Elementalists точно не балакучий, я прав?

source: Your talking is as foul as the rest of your body.
uk: Ваш говорити так само фол, як і інші частини тіла.

source: Did you know there is quite a lot of unbound souls in the air? ##solo
uk: Чи ти знаєш, є досить багато незв'язаних душ в повітрі? ##solo

source: Did you know there is quite a lot of unbound souls in the air?
uk: Чи знаєте ви, є досить багато незв'язаних душ в повітрі?

source: And now I will find a way to kill Branded Ones.
uk: А тепер я знайду спосіб убити відомих принципів.

source: No! It cannot be! You baleful...
uk: Ні! Вона не може бути! Ви зловісний ...

source: It's a wrap.
uk: Це обгортка.

source: What? Are you kidding?
uk: Що? Ти що, жартуєш?

source: Did you forget the defense of Dwarfenwall was only a warm-up?
uk: Хіба ви забули захист Dwarfenwall тільки розминка?

source: If you want the process to be faster, just help out a bit.
uk: Якщо ви хочете, щоб цей процес швидше, просто допомогти небагато.

source: Or visit www.sumwars.org and take a look at the forum. Criticism, hints and comments are always welcome.
uk: Або відвідайте www.sumwars.org і поглянемо на форумі. Критика, поради і коментарі завжди вітаються.

source: Do I get money for it?
uk: Чи можу я отримати за це гроші?

source: Of course not. Did you pay anything for this?
uk: Звичайно, немає. Ти нічого платити за це?

source: But the gods will remember you for all eternity.
uk: Але боги будуть пам'ятати вас всю вічність.

source: With this, the demo is officially over.
uk: При цьому, демо офіційно закінчилося.
