Repository: gochenming/sumwars-code
Catalog: translation/*/fortify_dwarfenwall.po
Languages: uk

source: Quest finished
uk: Квест закінчено

source: Quest description
uk: Квест опис

source: Speak with Windclaw
uk: Поговоріть з Windclaw

source: Follow us, please.
uk: Слідуйте за нами, будь ласка.

source: The Council is not all that impressive...
uk: Рада не все, що вражає ...

source: Natch! Now you're having a big mouth again.
uk: Зрозуміло! Тепер у Вас є великий рот знову.

source: Why exactly was it that I put up with your company?
uk: Чому саме це я миритися з вашою компанією?

source: Hush! You can argue later.
uk: Тихіше! Ви можете заперечити, пізніше.

source: Finally we're here!
uk: Нарешті ми тут!

source: ((That room doesn't feel good at all.))
uk: ((Ця кімната не відчуває себе добре на всіх.))

source: Do you feel that?! It feels like...
uk: Чи відчуваєте ви, що? Він відчуває, як ...

source: Quiet!
uk: Тихо!

source: My Lord! The... Branded Ones are here now.
uk: Господи! ... Фірмові зараз тут.

source: Very well.
uk: Дуже добре.

source: He awaits you now.
uk: Він чекає на вас.

source: You're presence is no longer needed.
uk: Ти присутність більше не потрібна.

source: My Lord, those are-
uk: Господь мій, те-

source: As you wish. My apologies.
uk: Як хочете. Мої вибачення.

source: Come on, he knows what he's doing.
uk: Давай, він знає, що він робить.

source: Nice shack!
uk: Nice хатині!

source: Well, the corners are a bit dirty though.
uk: Ну, кути трохи брудний, хоча.

source: ...not to say: slimy.
uk: ..., Щоб не сказати: слизовий.

source: Those ritual objects have seen better times, too.
uk: Ті, ритуальні предмети бачили кращі часи, теж.

source: Yes, they warned me that you're difficult. ##solo
uk: Так, вони попередили мене, що ти склдний. ##solo

source: Yes, they warned me that you're difficult.
uk: Так, вони попередили мене, що ви складні.

source: Difficult?
uk: Складний?

source: I'm putting in so much effort, and everything I get is "difficult"
uk: Я розміщую в так багато зусиль, і все, що я отримую це "важким"

source: You're putting in so much effort, and everything you get is "difficult"
uk: Ви ставите в так багато зусиль, і все, що ви отримуєте "важким"

source: Tsk. I feel like burning off the whole place.
uk: ЦК. Я відчуваю, що спалюючи все навколо.

source: I feel like burning off the whole place.
uk: Я відчуваю, що спалюючи все навколо.

source: With all those wimps here it's hardly worth the effort, isn't it?
uk: З усіма цими слабаки тут навряд чи варто зусиль, чи не так?

source: Then again...
uk: Потім ще раз ...

source: If more of those giant things break free that could cause a little trouble...
uk: Якщо більше тих гігантських речей вирватися на свободу, які можуть викликати невеликі проблеми ...

source: And the odds are pretty high... after all the monsters here have their own head.
uk: І шанси досить високі ... Зрештою монстрів тут є свої голови.

source: I know this nice little spell...
uk: Я знаю, що це миленька заклинання ...

source: Would you please take a quick look at this crystal. ##solo
uk: Не міг би ти коротко розглянемо в цьому кристалі. ##solo

source: Would you please take a quick look at this crystal.
uk: Не могли б Ви коротко розглянемо в цьому кристалі.

source: Is that a...?
uk: Це a. ..?

source: Quite so.
uk: Абсолютно вірно.

source: It is a crystal straight from the heart of Harad's hell.
uk: Це кристал прямо з серця пекла Харада в.

source: How is it possible that you're still alive?
uk: Як це можливо, що ви ще живі?

source: Indeed the right question.
uk: Справді правильне запитання.

source: With an answer, that could release you from your suffering.
uk: У відповідь, що може звільнити вас від страждань.

source: With an answer, that could release every one of you from your suffering.
uk: У відповідь, що могло б вивільнити кожен з вас від страждань.

source: But before I give it to you, you have to do something for me.
uk: Але перш ніж дати її вам, у вас є щось зробити для мене.

source: May Harad curse you!
uk: Травень Харада проклинаю тебе!

source: Tsk tsk. How rude to use the name of the Cursed One in Akeran's halls.
uk: Tsk ЦК. Як грубо використовувати ім'я проклятий Один в залах Akeran в.

source: This is a goddamn den of thieves.
uk: Це проклятий вертепом розбійників.

source: You're missing the main point.
uk: Ви не вистачає головного.

source: You should realize that it is entirely up to you, how long you will be in the slavery of the deathgod.
uk: Ви повинні розуміти, що це повністю залежить від вас, як довго ви будете перебувати в рабстві deathgod.

source: Fulfill my orders to Akeran's and the council's satisfaction and I have the power to release you of his claws.
uk: Виконувати мої накази Akeran і задоволення ради і в мене є сила, щоб звільнити вас зі своїх пазурів.

source: Forever.
uk: Назавжди.

source: If not, however...
uk: Якщо ні, проте ...

source: Heard that one a thousend times already. Cut the speach.
uk: Чув, що одна thousend рази. Вирізати мови.

source: We know that one already. Cut the speach.
uk: Ми знаємо, що один вже. Вирізати мови.

source: What?!! The curse can be lifted from us? Why do I hear of this only now?
uk: Що?! Прокляття може бути знято від нас? Чому я і чути про це тільки зараз?

source: As you wish.
uk: Як хочете.

source: But I should warn you. The task is pretty dangerous and you are likely to die more than once.
uk: Але я повинен попередити вас. Завдання є досить небезпечним і ви, мабуть, помирають більше одного разу.

source: Harad's curse has to have some advantage.
uk: Прокляття Харада має мати деякі переваги.

source: Except the pain...
uk: Крім болю ...

source: Even here you have to whine.
uk: Навіть тут ви повинні скиглити.

source: You are indeed a bunch of difficult people.
uk: Ви дійсно уявляєте собою купу важкими людьми.

source: You are indeed difficult.
uk: Ви дійсно важко.

source: He's beginning to make me angry.
uk: Він починає мене сердитися.

source: Peace!
uk: Мир!

source: Pathetic fool!
uk: Патетична дурень!

source: The first thing you have to learn are obviously manners. ##solo
uk: Перше, чому ти повинен навчитися, очевидні манери. ##solo

source: Pathetic fools!
uk: Патетична дурні!

source: The first thing you have to learn are obviously manners.
uk: Перше, що ви повинні навчитися, очевидно, манери.

source: Consider it as a small bonus:
uk: Розглянемо його як невеликий бонус:

source: Before your real assignment you will go to Dwarfenwall as backup.
uk: Перш ніж ваш реальний завдання ви вирушите в Dwarfenwall в якості резервного.

source: Show the undead there who the real favourite of the deathgod is.
uk: Показати нежиті, які там реальні фаворитом deathgod є.

source: Smells like exploitation.
uk: Пахне експлуатації.

source: Besides the necromancers don't follow Harad.
uk: Крім того некромантов не слідують Харада.

source: This robed wimp ranks pretty high among all the miserable rats
uk: Це одязі слабак ряди досить високі серед усіх нещасних щурів

source: for who's chestnuts I pulled out of the fire.
uk: за який я витягнув каштани з вогню.

source: Me too, I don't understand why we should do his bidding. In the end he is -
uk: Я теж, я не розумію, чому ми повинні виконувати його накази. Зрештою, він -

source: Just a man!!
uk: Просто людина!

source: You obviously misjudge your position.
uk: Ви, очевидно, неправильно оцінювати вашу позицію.

source: What do you think will happen, if you're revealed in town?
uk: Як ви думаєте, що станеться, якщо ви виявили у місті?

source: We know everything about your accursed kind, and believe me, no one will be stupid enough to kill you.
uk: Ми знаємо все про ваших проклятого роду, і, повірте мені, ніхто не буде настільки дурний, щоб убити вас.

source: Continue to be snotty?
uk: Продовжуйте бути сопливі?

source: Yes
uk: Так

source: No
uk: Ні

source: You consider yourself very mighty and clever, don't you?
uk: Ви вважаєте себе дуже могутнім і розумним, чи не так?

source: Surely he has written down that knowledge of his somewhere.
uk: Звичайно, він записав, що знання його де-небудь.

source: We can search for it after he's dead.
uk: Ми можемо шукати його після того як він помер.

source: A good opportunity, indeed.
uk: Гарна можливість, так.

source: Surely you have written down that knowledge of your's somewhere.
uk: Ви, звичайно, записали, що знання про вашу десь.

source: I can search for it after your untimely death.
uk: Я можу шукати його після передчасної кончини.

source: Yes, they warned me about that, too.
uk: Так, вони попередили мене про це, теж.

source: I will keep an eye on you and give you orders with this crystal.
uk: Я буду стежити за вами і дати вам квiтiв з цього кристала.

source: This simple elemental will remind you now that immortality has little meaning here.
uk: Цей простий елементарний нагадає вам, що безсмертя має мало сенсу тут.

source: Of course.
uk: Звичайно.

source: With our freedom as the price we will do everything in our might to be successful.
uk: З нашої свободи, як ціна, яку ми будемо робити все від нас може бути успішним.

source: I don't like it.
uk: Я не люблю його.

source: I have to take care of the preparations for the prince's imminent wedding now.
uk: Я повинен дбати про підготовку до неминучої весілля князя зараз.

source: There is no time for further explanations.
uk: Існує немає часу для подальших пояснень.

source: Take this crystal and some gold.
uk: Візьми цей кристал і трохи золота.

source: I will send you orders with it when the time comes.
uk: Я пошлю вам замовлень з ним, коли прийде час.

source: There you go! That was rather tame.
uk: Там ви йдете! Це було досить приручити.

source: That was the weakest elemental I could possibly summon.
uk: Це було слабким елементарний я міг викликати.

source: Always remember that.
uk: Завжди пам'ятайте про це.

source: Take some gold and equip yourselves in the mercenary camp north of town.
uk: Візьміть трохи золота й оснастити себе в таборі найманців на північ від міста.

source: There you'll find everything you need.
uk: Там ви знайдете все необхідне.

source: Everything?
uk: Все?

source: I cannot waste time here any longer.
uk: Я не можу витрачати час тут більше.

source: The prince will marry soon and there are lots of preparations to make.
uk: Принц одружується скоро і Є багато препаратів, щоб зробити.

source: With this crystal I will keep in touch with you.
uk: При цьому кристалі Я буду тримати зв'язок з Вами.

source: Surely it's not really allowed by the most divine Akeran to blackmail my combat strength.
uk: Звичайно, це не зовсім дозволено саме божественне Akeran шантажувати мій бойової сили.

source: Surely it's not really allowed by the most divine Akeran to blackmail our combat strength.
uk: Звичайно, це не зовсім дозволено саме божественне Akeran шантажувати наших бойових сил.

source: Now go!
uk: Тепер йди!

source: ((That Windclaw is somehow weird.))
uk: ((Це Windclaw якось дивно.))

source: ((He knows too much. And he has a real stone of Harad's hell.))
uk: ((Він занадто багато знає. І в нього є реальний камінь пекла Харада в.))

source: ((And that crystal, he palmed off on me...))
uk: ((І це кристал, він підсунув на мене ...))

source: ((Looks like a spying crystal. Well, we will know that soon.))
uk: ((Схоже, шпигунство кристала. Ну, ми будемо знати, що в найближчим часом.))

source: Hm... I guess I'll look for enemies of the council.
uk: Хм ... Думаю, я буду шукати ворогів ради.

source: And then I'll take apart those summoner-imps with them.
uk: А потім я візьму, крім тих, прізивателя-чорти з ними.

source: Shouldn't be too hard.
uk: Не повинно бути занадто важко.

source: That's what you think, Branded One!
uk: Це те, що ви думаєте, відомих Одне!

source: ... said the spying Lord Master.
uk: ... говорить Господь шпигунстві Master.

source: Not a pretty habit you have there, Airpaw...
uk: Не дуже звичка у вас там, Airpaw ...

source: And you better accustom yourself to be monitored.
uk: І ви краще привчити себе контролювати.

source: I'm no idiot.
uk: Я не ідіот.

source: But you're not omniscient, too.
uk: Але ти не всеведущ, теж.

source: What are you trying to say?
uk: Що ви хочете цим сказати?

source: Well... that thing was made by the mage guild of Aisen, right?
uk: Ну ... ця річ була зроблена маг гільдії Айсен, правильно?

source: And?
uk: А?

source: You're a zealot, aren't you?
uk: Ти фанатик, чи не так?

source: Avaera, goddess of magic? Ring a bell? The people there are pretty devotional.
uk: Avaera, богиня магії? Кільце дзвін? Є люди дуже відданим.

source: They are bound to have given Avaeras blessing on that crystal to make it work that much better.
uk: Вони зобов'язані дали Avaeras благословення на тому, що кристал, щоб зробити його роботу, яка набагато краще.

source: Guard your tongue, scum! What is that supposed to change?
uk: Гвардії мову, сволочі! Що це має змінитися?

source: Everything.
uk: Все.

source: Do you know what happens, if that comes into contact with the blood of Branded Ones?
uk: Чи знаєте ви, що станеться, якщо це входить в контакт з кров'ю відомих принципів?

source: It's not as if I had a bunch of you Cursed Ones here for experimental purposes.
uk: Це не так, якби я купу ви прокляті Ones тут для експериментальних цілей.

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##female
uk: Зворотний це відразу або кожен страж Айсен буде на вашому стежці, Проклята! ##female

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##male
uk: Зворотний це відразу або кожен страж Айсен буде на вашому стежці, Проклятий! ##male

source: Right, right.
uk: Так, так.

source: Your people would be quite surprised were I came from.
uk: Ваші люди були б вельми здивовані, якби я прийшов.

source: And it's Branded One.
uk: І це відомих One.

source: You are better prepared to suffer the consequences, wretched creature.
uk: Ви були краще підготовлені до страждати від наслідків, нещасна істота.

source: Blind and deaf, but not mute, eh?
uk: Сліпі і глухі, але не німий, чи не так?

source: It's going to be a wearisome journey, if this keeps going on...
uk: Це збирається бути виснажливої ​​подорож, якщо це продовжує йти на ...

source: Calm yourself, Lord of the unpleasent airs!
uk: Заспокойся, Господь неприємні кондиціонування!

source: I can hear you and we can talk, if it has to be.
uk: Я чую вас, і ми можемо говорити, якщо воно має бути.

source: That's enough, don't you think?
uk: Цього достатньо, чи не так?

source: You can't possibly have enough money, so that I would let you gawp at me all the time.
uk: Ви ніяк не може мати достатньо грошей, щоб я дозволив би вам витріщатися на мене весь час.

source: Just pray to your Akeran that I never find a way to send a fireball through that blasted thing.
uk: Просто моліться вашому Akeran що я ніколи не знайти спосіб відправки через вогненна куля, який підірвали річ.

source: Well, well... knowledge about the gods is power, if you are exposed to their moods.
uk: Ну, добре ... знання про богів це сила, якщо ви піддаєтеся впливу їх настрою.

source: Just be glad I didn't smash the whole crystal.
uk: Просто радий, що не розбити весь кристал.

source: Allow yourself more of such impertinences and I'll have you thrown into the dungeon tower!
uk: Дозвольте собі більше таких зухвалості і я тебе кидають в підземелля вежі!

source: What am I to do with you councilmen?
uk: Що ж мені з вами робити радники?

source: Can we blind that crystal somehow?
uk: Чи можемо ми сліпі, що кристал-то?

source: I bet the guy is sitting in a cozy armchair right now and watching that we don't break ranks.
uk: Б'юся об заклад, хлопець сидить у затишному кріслі прямо зараз і дивитися, що ми не порвати.

source: I've seen something like this in the army before...
uk: Я бачив щось подібне в армії, перш ніж ...

source: Of course. There is this nice little trick.
uk: Звичайно. Існує ця мила маленька хитрість.

source: Don't you dare, or-
uk: Не смій, або-

source: That's it.
uk: От і все.

source: And now he can't hear us anymore?
uk: І тепер він не може чути нас більше?

source: Only if we want to. Our blood works wonders on blessed items.
uk: Тільки якщо ми цього хочемо. Наша кров творить чудеса на благословенній пунктів.

source: It's a good thing that this was blessed by devoted aisen mages to Avaera. Even if the goddess of magic is unlikely to be amused about my attachment.
uk: Це добре, що це був благословенний присвячених магів Айсен до Avaera. Навіть якщо богиня магії, навряд чи буде весело про моєї прихильності.

source: But he can still annoy us.
uk: Але він все ще може дратувати нас.

source: We're bound to notice, if he has something to tell us.
uk: Ми не помітити, якщо йому є що сказати нам.

source: So, what are you thinking about this matter?
uk: Отже, про що ти думаєш з цього приводу?

source: Did I get that right?
uk: Я отримував це право?

source: Does he really have the power to take Harad's curse from us?
uk: Невже він дійсно мають право приймати прокляття Харада з нас?

source: That's what he said.
uk: Ось що він сказав.

source: I for one have never heard, that someone besides us could take anything from hell.
uk: Я, наприклад, ніколи не чув, що хтось крім нас може зайняти від пекла.

source: But that thing was the real deal without a doubt.
uk: Але це було те реальна справа, без сумніву.

source: Even looking at it gave me goosebumps.
uk: Навіть дивлячись на нього, дав мені мурашки по шкірі.

source: You almost fainted!
uk: Ви майже зомліла!

source: He promised us freedom.
uk: Він обіцяв нам свободу.

source: I don't even have memories of it...
uk: Я навіть не спогади про неї ...

source: Still, it's unlikely that he will keep his word.
uk: Проте, малоймовірно, що він дотримає свого слова.

source: Even if he has this power, we're too valuable for his ends.
uk: Навіть якщо у нього є ця сила, ми занадто цінні для своїх цілей.

source: We are truly branded.
uk: Ми дійсно фірмові.

source: But if there's only a small possibility I'm willing to try it.
uk: Але якщо є тільки невелика ймовірність того, я готовий спробувати.

source: If stupidity had a weight, you couldn't move a millimeter.
uk: Якщо дурість була вагу, ви не могли рухатися міліметра.

source: If arrogance had a smell, you'd suffocate instantly.
uk: Якщо зарозумілість було запаху, ви б задихнутися миттєво.

source: Alright, we vote on our course of action.
uk: Добре, ми голосуємо на наш образ дій.

source: Follow the councils orders?
uk: Дотримуйтесь порад замовлення?

source: I'll see, how this is developing.
uk: Я подивлюся, як це розвивається.

source: Until the cards are on the table I'll be powerful enough to take what's mine by force, if needed.
uk: До карти на столі, я буду достатньо сильний, щоб взяти те, що належить мені по силі, якщо це необхідно.

source: Then it's decided.
uk: Тоді це рішення.

source: Woe befall them if they break their promise.
uk: Горе спіткало їх, якщо вони порушують свої обіцянки.

source: That guy will never keep his promise in his life.
uk: Цей хлопець ніколи не буде стримати свою обіцянку в його житті.

source: But right now I cannot go to war with a whole kingdom.
uk: Але прямо зараз я не можу піти на війну з цілим королівством.

source: So I'll just grin and bear it and gain his trust.
uk: Так що я буду тільки стійко переносити біль і отримати його довіру.

source: I'll see, what opportunities occur.
uk: Я буду бачити, які можливості відбутися.

source: The whole thing is too unsure.
uk: Все це надто впевнені.

source: But we can't afford open resistance right now, so we have to grin and bear it.
uk: Але ми не можемо дозволити собі відкритий опір прямо зараз, так що ми повинні стійко переносити біль.

source: Let's gain their trust.
uk: Давайте завоювати їхню довіру.
