Repository: gochenming/sumwars-code
Catalog: translation/*/goblin_raid.po
Languages: uk

source: Well, I got a little money for killing some goblins I would have wasted anyway. Not a bad day.
uk: Ну, у мене мало грошей за вбивство деяких гоблінів я став би витрачати так чи інакше. Не поганий день.

source: It seems the sergeant from Joringsbridge is willing to pay, but he wants me to help those peasants first. There's no trust in this world anymore.
uk: Здається, сержант з Joringsbridge готовий платити, але він хоче, щоб я допоміг тих селян, в першу чергу. Там немає довіри в цьому світі більше.

source: I discovered plans of a goblin raid set for a village called Joringsbridge. They were found amongst the remains of some goblin tribe. Guess I busted that party prematurely. Maybe someone official will appreciate not having hordes of goblins kicking in their doors.
uk: Я виявив, плани набору гоблін рейд по селу під назвою Joringsbridge. Вони були знайдені серед останків деяких племені гоблінів. Вгадайте, я вилетів цієї партії передчасно. Може бути, хтось офіційні оцінять не маючи орди гоблінів ногами в їх двері.

source: Sergeant Lutterer
uk: Сержант Lutterer

source: Crude battle plans
uk: Сира плани битви

source: Hey, sergeant, I found these in the woods with some goblins.
uk: Гей, сержант, я знайшов їх у лісі з деякими гоблінів.

source: This looks like it could be Joringsbridge. Are you sure it's reliable?
uk: Це схоже, що це може бути Joringsbridge. Ви впевнені, що це надійно?

source: Some kind of head honcho shaman had them, so I figure they mean it.
uk: Якийсь головний шаман мав їх бос, тому я вважаю, вони мають на увазі це.

source: Meant it. Whatever.
uk: Призначений він. Яка різниця.

source: Hey, sergeant, ready to pay for the pre-emptive rescue of the village?
uk: Гей, сержант, готові платити за переважного порятунку села?

source: I guess you can be trusted.
uk: Я думаю, вам можна довіряти.

source: Let me thank you on behalf of the whole village.
uk: Дозвольте мені подякувати вам від імені всього села.

source: It's always a pleasure when a good deed goes rewarded.
uk: Це завжди приємно, коли добра справа не залишається винагороджені.

source: Sorry, but I don't know you.
uk: Вибачте, але я не знаю вас.

source: Maybe I will show some gratitude after you help Michel's family.
uk: Може бути, я покажу деякі подяки після допомогти родині Мішеля.

source: As they say: One hand washes the other.
uk: Як то кажуть: Рука руку миє іншу.

source: Do you want to help the peasant?
uk: Ви хочете, щоб допомогти мужика?

source: Yes
uk: Так

source: No
uk: Ні

source: Then I better get back to saving helpless peasants, no?
uk: Тоді я краще повернутися до економії безпомічних селян, чи не так?

source: Fine, I'll wipe out those goblins for you.
uk: Добре, я буду знищувати ці гобліни для вас.

source: You do realise there's plenty more where they came from?
uk: Ви розумієте, є багато більше, звідки вони взялися?

source: Just go already.
uk: Просто йдіть вже.

source: Whatever. It's not like I need the money or anything.
uk: Яка різниця. Це не те, мені потрібні гроші або що-небудь.

source: And I could care less what happens to some peasant family.
uk: І я абсолютно байдуже, що відбувається з деякими селянській родині.
