Repository: gochenming/sumwars-code
Catalog: translation/*/herb_collector.po
Languages: uk

source: Herb collector
uk: Херб колектор

source: And another good deed done. I could get used to this.
uk: І ще одну добру справу зробили. Я міг звикнути до цього.

source: The herbalist of Joringsbridge wants to have the berries of 10 bushes. "..(10 - herbalist.bushes).." berries have been collected.
uk: Травник з Joringsbridge хоче мати ягоди з 10 кущів. ".. (10 - herbalist.bushes).." ягоди були зібрані.

source: Gertlinde Kampfer
uk: Gertlinde Кампфер

source: Herb gathering
uk: Херб збору

source: Here, old women. Your berries.
uk: Тут, стара. Ваші ягоди.

source: Ah, well done, young one.
uk: Ах, молодець, юнак.

source: Here, let me give you something in return.
uk: Тут, дозвольте мені дати вам щось натомість.

source: I need more berries, if I am to do something useful with them.
uk: Мені потрібно більше ягід, якщо я буду робити щось корисне з ними.

source: Do you want to collect some berries after all?
uk: Ви хочете, щоб зібрати ягоди в кінці кінців?

source: Accept Quest?
uk: Прийняти Квест?

source: Yes
uk: Так

source: No
uk: Ні

source: Hey there, young one!
uk: Ей, молодче!

source: I see you are going to the Northern Meadow.
uk: Я бачу, ви збираєтеся Північний Луг.

source: That's right.
uk: Це вірно.

source: Quite a trick.
uk: Досить трюк.

source: We were only walking through the gate.
uk: Ми були тільки пішки через ворота.

source: Peace.
uk: Мир.

source: If you are roaming around there anyway, why don't you collect some berries for me?
uk: Якщо ви бродили там в будь-якому разі, чому б вам не зібрати ягоди для мене?

source: With all those goblins about an old woman can't even set a foot out of the village.
uk: З усіма цими гоблінами про старій не може навіть встановити ногу з села.

source: Plants are not really my forte...
uk: Рослини насправді не моя сильна сторона ...

source: Fiddlesticks!
uk: Дурниці!

source: It's not like I want you to collect something exotic, you know.
uk: Це не походить, я хочу, щоб збирати щось екзотичне, ви знаєте.

source: Just rilfberries.
uk: Просто rilfberries.

source: Look for big bushes with fancy red fruits.
uk: Подивіться для великих кущів з химерними червоними фруктами.

source: You will find them for sure.
uk: Ви знайдете їх напевно.

source: I need the berries of at least ten bushes.
uk: Мені потрібно ягід, принаймні десять кущів.

source: But only the red berries.
uk: Але тільки червоні ягоди.

source: The rest is of no use at all.
uk: Останнє не має сенсу взагалі.

source: Very well, if I find some, I'll bring them.
uk: Дуже добре, якщо я знаходжу, я принесу їх.

source: Very well, if we find some, we'll bring them.
uk: Дуже добре, якщо ми знаходимо деякі, ми привеземо їх.

source: Thanks, sweety.
uk: Спасибі, солодкий.

source: Forget it, herb woman.
uk: Забудьте про це, трава жінки.

source: I'm not going to crawl through the meadows just to search for some stupid bushes.
uk: Я не буду повзати через луки тільки для пошуку якоїсь дурний чагарників.

source: Have it your way.
uk: У нього свій шлях.

source: But if you change your mind, I'm not running away from here.
uk: Але якщо ви зміните свою думку, я не тікав звідси.

source: Very well, if I find some, I'll bring them along.
uk: Дуже добре, якщо я знаходжу, я привезу їх з собою.

source: Still no.
uk: Проте немає.

source: Tell me when you're not too mighty for simple work anymore, sweety.
uk: Скажіть, коли ви не занадто могутні для простої роботи більше, мила.

source: Watch your tongue, hag!
uk: Слідкуйте за мовою, відьма!

source: Collect"..bushes_left.." more herbs.
uk: Зберіть ще ".. bushes_left.." трав.
