Repository: gochenming/sumwars-code
Catalog: translation/*/joringsbridge.po
Languages: uk

source: I'm begging you, my prince!
uk: Я тебе прошу, мій принц!

source: Leave at least a handful of soldiers here.
uk: Залиште хоча б жменька солдат тут.

source: I can barly guard the village, let alone the surrounding farms!
uk: Я можу barly охороняти село, не кажучи вже про прилеглих ферм!

source: Silence!
uk: Мовчати!

source: The safety of the country has absolute priority.
uk: Безпеки країни має абсолютний пріоритет.

source: Surely you can handle a hand full of lousy goblins.
uk: Звичайно, ви можете впоратися рука, повна паршивий гоблінів.

source: Not to mention you have a mighty summoner at your side.
uk: Не кажучи вже у вас є могутнім прізивателя на вашому боці.

source: That's more than enough.
uk: Це більше, ніж достатньо.

source: But the honourable mage has other duties!
uk: Але почесне мага є й інші обов'язки!

source: Quite so!
uk: Абсолютно вірно!

source: The pursuit of pathetic goblins is neither my duty nor do I see the point of such absurd amusement.
uk: Погоня за жалюгідні гобліни не є ні боргом і я не бачу сенсу в таких абсурдних розваг.

source: What would you do were the village to be attacked while I was on a fruitless hunt for goblins?
uk: Що б ви зробили, було село, щоб піддатися нападу в той час як я був на безплідну полювання на гоблінів?

source: And you really have no time to help out a bit?
uk: І ви дійсно не мають часу, щоб виручити трохи?

source: My humble apologies, but the council has given me very important tasks.
uk: Мій скромний вибачення, але рада дала мені дуже важливі завдання.

source: As much as I'd like to help, I don't have any room for such a thing.
uk: Стільки, скільки я хотів би допомогти, у мене немає місця для такої речі.

source: But may I use this unique opportunity to congratulate you on your upcoming wedding with the archmage Ireana of
uk: Але я можу використовувати цю унікальну можливість привітати Вас з майбутнього весілля з архимаг Ireana з

source: Thanks, that is enough.
uk: Спасибі, цього достатньо.

source: Sergeant Lutterer
uk: Сержант Lutterer

source: Self-satisfied parasite, that mage!
uk: Самовдоволені паразита, що маг!

source: I just hope the kingdom has big granaries, if the greenskins torch the fields.
uk: Я тільки сподіваюся, царство має великі зерносховища, якщо зеленокожіх факел полів.

source: The presence of the mage alone will drive out every goblin!
uk: Наявність мага тільки будуть виганяти кожен гоблін!

source: Stop bugging the prince with your incompetence.
uk: Стоп підслуховування князь з вашою некомпетентності.

source: Don't you have something better to do?
uk: Чи немає у вас щось краще робити?

source: And they say, my kind is cold-hearted...
uk: І вони кажуть, мої роду холодним серцем ...

source: And they say, our kind is cold-hearted...
uk: І вони кажуть, наш роду холодним серцем ...

source: Guards! Guards!
uk: Гвардійська! Гвардійська!

source: Help! My farm is being raided by goblins!
uk: Допоможіть! Моя ферма в даний час рейдів гоблінів!

source: My family...
uk: Моя сім'я ...

source: Take the fool away!
uk: Візьміть дурень же!

source: The prince has more important matters to tend to.
uk: Князь є важливіші питання, як правило.

source: Wait!
uk: Зачекайте!

source: What happened?
uk: Що трапилося?

source: Forgive me, my prince, but my wife and my children are still there.
uk: Прости мене, мій принц, але моя дружина і мої діти все ще там.

source: I don't know how long the house will withstand them.
uk: Я не знаю, як довго будинок буде протистояти їм.

source: I beg of you: help me!
uk: Я прошу вас: допоможіть мені!

source: We...
uk: Ми ...

source: My prince!
uk: Мій принц!

source: We don't have time!
uk: У нас немає часу!

source: The demons are at the northern border!
uk: Демони на північному кордоні!

source: I know!
uk: Я знаю!

source: 2000 gold pieces for everyone who is willing to help this humble man!
uk: 2000 золотих для всіх, хто бажає допомогти цьому скромному чоловікові!

source: ts
uk: тс

source: 2000 gold pieces.
uk: 2000 золотих.

source: 2000 for every one.
uk: 2000 для кожного.

source: That could almost be worth the trouble.
uk: Це може бути майже варто.

source: Don't even think about it!
uk: Навіть не думайте про це!

source: You are to go to Dwarfenwall immediately!
uk: Ви повинні піти в Dwarfenwall негайно!

source: Where do you come from? Didn't I exclude you?
uk: Де ти взявся? Хіба я не виключає вас?

source: Your trifles cannot stop me.
uk: Ваш дрібниці не можуть зупинити мене.

source: The blood always works...
uk: Крові завжди працює ...

source: Ah!
uk: Ах!

source: The mage over there has another of those crystals on his staff, hasn't he?
uk: Мага там є ще один з тих кристалів на його співробітників, чи не так?

source: You people are really unnerving somehow.
uk: Ви, люди дійсно нервує якось.

source: Who cares what you think? Let the peasant be a peasant and get moving!
uk: Кого хвилює, що ви думаєте? Нехай селянин бути селянином і рухайтеся!

source: Well...
uk: Ну ...

source: You have to go to Dwarfenwall immediately!
uk: Ви повинні піти до Dwarfenwall негайно!

source: Where did you pop out from? Didn't we exclude you?
uk: Де ти вискочити з? Хіба ми не виключаємо вас?

source: Rubbish! Take a look at the crystal on the mege's staff.
uk: Сміття! Погляньте на кристалі на персонал в mege.

source: Looks like our model, doesn't it?
uk: Схоже, наша модель, чи не так?

source: Whatever. Get moving!
uk: Яка різниця. Рухайтеся!

source: Help the peasant?
uk: Допомога мужика?

source: Yes
uk: Так

source: No
uk: Ні

source: Only a stone would watch deedless.
uk: Тільки камінь буде дивитися бездіяльний.

source: Who knows how many sou... goblins are walking around there!
uk: Хто знає, скільки су ... гобліни ходять там!

source: And we get money. Two birds with one stone.
uk: І ми отримуємо гроші. Двох птахів одним каменем.

source: What do you think you're doing? You are to go to Dwarfenwall!
uk: Як ви думаєте, що ви робите? Ви повинні піти в Dwarfenwall!

source: When I get there was never part of the deal!
uk: Коли я там ніколи не була частиною угоди!

source: If the city is lost, I'll just conquer it back!
uk: Якщо місто втратив, я просто завоювати її назад!

source: So it's decided.
uk: Так що це вирішено.

source: When we get there was never part of the deal!
uk: Коли ми там ніколи не була частиною угоди!

source: If the city is lost, we'll just conquer it back!
uk: Якщо місто втрачено, ми просто завоювати її назад!

source: Yes, show him who's in charge!
uk: Так, показати йому, хто головний!

source: Prince, I take the job!
uk: Принц, я беру роботу!

source: Prince, we take the job!
uk: Принц, беремо роботу!

source: By Marek!
uk: За Марек!

source: Who is that?
uk: Хто це?

source: Aren't you the... auxiliary forces of the council? ##solo
uk: Хіба ви не ... допоміжні сили з ради? # # Соло

source: Aren't you the... auxiliary forces of the council?
uk: Хіба ви не ... допоміжні сили з ради?

source: ... under the heel of a certain Soren Airpaw, at your service.
uk: ... під п'ятою певних Сорен Airpaw, до ваших послуг.

source: Windclaw, you fool!
uk: Windclaw, дурень!

source: Oops...
uk: На жаль ...

source: Is that a problem for you?
uk: Це проблема для вас?

source: ... probably not. Alright, even if I don't like it.
uk: ... ймовірно, немає. Добре, навіть якщо мені це не подобається.

source: Are you sure?
uk: Ви впевнені?

source: What if they kill the peasants along?
uk: Що робити, якщо вони вбивають селян разом?

source: Sergeant!
uk: Сержант!

source: Only hand over the gold if the goblins are driven off and the peasants are alive in the end.
uk: Тільки здати золото, якщо гобліни відвезли і селян живі в кінці кінців.

source: Otherwise, do your work diligent.
uk: В іншому випадку, зробіть свою сумлінну роботу.

source: As you wish, my Prinz.
uk: Як хочете, мій Принц.

source: That much distrust is really unnecessary during a war.
uk: Це багато недовіри дійсно непотрібні під час війни.

source: Nobody?
uk: Ніхто?

source: My prince?
uk: Мій принц?

source: I am true to my word.
uk: Я вірні мої слова.

source: Hand over the gold, if you find someone who helps you after all.
uk: Здають золото, якщо ви знайдете людину, яка допоможе вам в кінці кінців.

source: As you wish, my prince.
uk: Як хочете, мій принц.

source: I'm sorry, good man.
uk: Мені дуже шкода, хороший чоловік.

source: I will pray that your family is safe long enough.
uk: Я буду молитися, що ваша сім'я є безпечним досить довго.
