Repository: gochenming/sumwars-code
Catalog: translation/*/maylons_grave.po
Languages: uk

source: Some necromancer really resurrected an old council mage. Probably to cause confusion behind the lines. At least one problem that is solved.
uk: Деякі некромант дійсно воскрес старий маг ради. Напевно, щоб привести до плутанини в тилу. Принаймні, одна проблема, яка вирішується.

source: I came across some goblins in Maylon's Grave who babbled some nonsense and were chased by a zombie. Something is going on in this grave. Maybe I should have a look at it.
uk: Я стикався з деякими гоблінів в могилі Maylon, який белькотів якісь дурниці і були переслідували зомбі. Щось відбувається в цій могилі. Може бути, я повинен був дивитися на це.

source: I came across some goblins in Maylon's Grave. According to their shaman a necromancer animated some undead down in the crypt. I should take a look at it.
uk: Я стикався з деякими гоблінів в могилі Maylon в. За їх шамана некромант анімовані деякі нежиті вниз в склеп. Я повинен поглянути на нього.

source: I came across some goblins in Maylon's Grave who were chased by a zombie. Something is going on in this grave. Maybe I should take a look at it.
uk: Я стикався з деякими гоблінів в могилі Maylon, які повинні були переслідувати зомбі. Щось відбувається в цій могилі. Може бути, я повинна дивитися на це.

source: Talk with the goblins?
uk: Поговоріть з гоблінами?

source: Yes
uk: Так

source: No
uk: Ні

source: A goblin who wants to talk?
uk: Гоблін, який хоче поговорити?

source: Yes. No hurt, no kill.
uk: Так. Не боляче, не вбивати.

source: Gab'Resh and his only harmless rustlers. No bandits.
uk: Gab'Resh і його тільки нешкідливі викрадачів. Ні бандитів.

source: You listen, yes?
uk: Ти слухаєш, так?

source: What will you do?
uk: Що ви будете робити?

source: Listen to the goblins
uk: Слухайте гоблінів

source: Chase the goblins away
uk: Чейз гобліни далеко

source: Slay the goblins
uk: Вбийте гоблінів

source: What could a goblin possibly have to say?
uk: Що може гоблін можливо, доведеться сказати?

source: We often hide here.
uk: Ми часто ховаються тут.

source: No humans coming, and if do, they never return from depth of cave.
uk: Жодна людина не йде, і якщо роблять, вони ніколи не повернуться з глибини печери.

source: But last moon black human came.
uk: Але минулого місяця чорного людини прийшли.

source: Now horror of the depth wandering to surface, too and being after poor goblins who never not wants to steal anything.
uk: Тепер жах глибина блукаючих на поверхню, і будучи занадто бідними після гоблінів, які ніколи не хоче, щоб вкрасти що-небудь.

source: That almost sounds as if a necromancer came by.
uk: Це звучить майже як якби некромант прийшов.

source: I cannot leave such a problem amidst this under-guarded region.
uk: Я не можу залишити такою проблемою серед цього недостатньо охороняють регіоні.

source: We cannot leave such a problem amidst this under-guarded region.
uk: Ми не можемо залишити такою проблемою серед цього недостатньо охороняють регіоні.

source: Who knows what could happen?
uk: Хто знає, що могло статися?

source: Really, I should free those poor bound souls and send them off to a short brake in Harad's Hell.
uk: Дійсно, я повинен звільнити цих бідних пов'язані душі і відіслати їх на короткий гальмівний в пеклі Харада в.

source: Really, we should free those poor bound souls and send them off to a short brake in Harad's Hell.
uk: Дійсно, ми повинні звільнити цих бідних пов'язані душі і відіслати їх на короткий гальмівний в пеклі Харада в.

source: Better them than us.
uk: Краще їх, ніж нас.

source: Good warning, yes? Mighty warrior-humans let us live, no?
uk: Добре попередження, так? Могутні воїни-люди давайте жити, ні?

source: Get lost. I have better things to do than killing a band of pathetic goblins.
uk: Заблукати. У мене є справи важливіші, ніж вбивство смугу жалюгідні гоблінів.

source: Get lost. we have better things to do than killing a band of pathetic goblins.
uk: Заблукати. у нас більш важливі справи, ніж вбивство смугу жалюгідні гоблінів.

source: Miserable brood! Die!
uk: Нещасний виводок! Помріть!

source: Miserable brood! Slay them all!
uk: Нещасний виводок! Убий їх усіх!

source: Get lost, before I change my mind!
uk: Провалюй, поки я не передумав!

source: Thank you very much for liberating my soul.
uk: Велике спасибі за звільнення душі моєї.

source: May you do many other great deeds.
uk: Бажаю вам і багато інших великі справи.

source: Akerans blessing to you.
uk: Akerans благословенням для вас.

source: My sarcophagus contains many remains of my mortal life.
uk: Мій саркофаг містить багато залишилося в мого земного життя.

source: For a long time now I have no use for it anymore. Choose yourself a weapon you like.
uk: Довгий час мені це абсолютно не потрібно більше. Виберіть собі зброю вам подобається.

source: The same holds true for your friends.
uk: Те ж саме вірно і для ваших друзів.

source: But now I have to return into the bliss of Akerans eternal oasis.
uk: Але тепер я повинен повернутися в оазис блаженства Akerans вічною.

source: I wander if he would have said that if he had known that he will make a detour to Harad's Hell first?
uk: Я блукаю, якби він сказав, що якби він знав, що він буде робити гак у пекло Харада перший?
