Repository: gochenming/sumwars-code
Catalog: translation/*/rescue_willard.po
Languages: uk

source: A friend in need
uk: Одного у важкі дні

source: Willard is back in Medair and he even forked out some money. Who said it wouldn't pay to let people live? At least as long there are enough goblins around.
uk: Віллард повернувся в Medair і він навіть виклав гроші. Хто сказав, що він не буде платити, щоб дозволити людям жити? По крайней мере, до тих пір Є досить гоблінів навколо.

source: Willard is in hiding somewhere around the Aisen Meadow. Due to his injury he will show himself only if there are no goblins around.
uk: Віллард ховається десь близько Луг Айсен. Через травми він покаже себе тільки якщо Є немає гоблінів навколо.

source: A long search and quite a lot of dead goblins later Willard has finally shown himself. I should give him the stone and be done with it.
uk: Довгих пошуків і досить багато мертвих гоблінів пізніше Віллард нарешті проявив себе. Я повинен дати йому камінь і зробити з нею.

source: Hey there!
uk: Гей, там!

source: Fenor Marken
uk: Fenor Марке

source: Willard
uk: Віллард

source: I hope you are making a good time searching for Willard. ##solo
uk: Я сподіваюся, ви робите гарний час на пошук Віллард. # # Соло

source: I hope you are making a good time searching for Willard.
uk: Я сподіваюся, ви робите гарний час на пошук Віллард.

source: Have you changed your mind?
uk: Ви передумали?

source: Search for Willard?
uk: Пошук Віллард?

source: Yes
uk: Так

source: No
uk: Ні

source: If I'm not mistaken you are a Branded One.
uk: Якщо я не помиляюся, ви відомих One.

source: If I'm not mistaken you are Branded Ones.
uk: Якщо я не помиляюся, ви відомих принципів.

source: What the...
uk: Що за...

source: Do I have a sign somewere saying: Caution, dangerous monster??
uk: Чи потрібно говорити знак somewere: Увага, небезпечний монстр?

source: That is the second time today!
uk: Тобто другий раз сьогодні!

source: I could always feel if someone was a Branded One.
uk: Я завжди міг себе почувати, якщо хтось відомих One.

source: But don't worry, I will give noone away, as long as they are behaving correctly.
uk: Але не хвилюйтеся, я дам ніхто не проти, поки вони поводяться правильно.

source: There is something I'd like to ask of you. ##solo
uk: Існує щось я хотів би запитати вас. # # Соло

source: Only someone like you could do it reliably. ##solo
uk: Тільки хтось як ви можете зробити це надійно. # # Соло

source: There is something I'd like to ask of you.
uk: Існує щось я хотів би запитати вас.

source: Only someone like you could do it reliable.
uk: Тільки хтось як ви могли б зробити його надійним.

source: Who would have thought that?
uk: Хто б міг подумати, що?

source: Does an honorable member of the city guard wants someone's throat cut?
uk: Чи має почесний член охоронця місто хоче перерізати горло чиєїсь?

source: What? I could have hired a professional assassin for that.
uk: Що? Я міг би найняв професійного вбивцю для цього.

source: I thought you were the kind of Branded Ones that doesn't kill every human crossing their way.
uk: Я думав, ти ніби відомих принципів, що не вбиває кожної людини перетину їхньому шляху.

source: I'm sorry. Maybe my mouth slipped.
uk: Мені дуже шкода. Може бути, мій рот не послизнувся.

source: Whatever. What is it you really want?
uk: Яка різниця. Що ви дійсно хочете?

source: Thanks. My name is Fenor Marken.
uk: Дякуємо. Мене звуть Fenor Марке.

source: I have a friend with the gamekeepers.
uk: У мене є друг, з єгерів.

source: He was in the meadows with two collegues, when they were attacked by goblins.
uk: Він був у луки з двома колегами, коли вони були атаковані гоблінами.

source: And those cowards left him behind injured!
uk: А ті труси залишили його позаду поранених!

source: Surely you don't want me to bring back his corpse, do you?
uk: Невже ви хочете, щоб я повернути його труп, чи не так?

source: Surely you don't want us to bring back his corpse, do you?
uk: Невже ви хочете, щоб ми, щоб повернути його труп, чи не так?

source: No, Willard isn't someone who would be killed by some lousy goblins.
uk: Ні, Віллард не той, хто буде убитий деякими паршивий гоблінів.

source: I'm sure he waits somewhere for help.
uk: Я впевнений, що він чекає десь за допомогою.

source: I'm sure you are very busy.
uk: Я впевнений, що ви дуже зайняті.

source: That is why I only ask you to bring him this phasestone. ##solo
uk: Саме тому я лише прошу, щоб ви принесли йому цей phasestone. # # Соло

source: That is why I only ask you to bring him this phasestone.
uk: Саме тому я лише прошу, щоб ви принесли йому цей phasestone.

source: I wouldn't entrust this to anyone normaly.
uk: Я б не довірити це комусь normaly.

source: Much less someone totally unknown.
uk: Набагато менш хтось зовсім невідомим.

source: Who wouldn't take off with it?
uk: Хто не хотів би зняти з ним?

source: But you Branded Ones have other ways and means to travel, haven't you.
uk: Але ви фірмові є й інші шляхи і засоби для подорожей, чи не так.

source: And you cannot use a phasestone since it is dedicated to Avaera, right?
uk: І ви не можете використовувати phasestone оскільки він присвячений Avaera, правильно?

source: That is why I called you when you were passing.
uk: Ось чому я подзвонив вам, коли ви проходили.

source: You know quite a lot.
uk: Ви знаєте, досить багато.

source: Your friend is as good as safe.
uk: Ваш друг буде так само добре, як безпечні.

source: And doesn't even ask what the rest of us is thinking.
uk: І навіть не питають, що решта з нас думає.

source: Thank you. ##solo
uk: Дякую. ##solo

source: Thank you.
uk: Дякуємо.

source: I'm sorry, but I don't want to waste my time searching for any gamekeepers.
uk: Мені дуже шкода, але я не хочу витрачати свій час на пошук будь-якого єгеря.

source: You are as cold-hearted as they say. ##solo
uk: Ти так само холодною душею, як вони говорять. # # Соло

source: I'm sorry, but we cannot waste our time searching for any gamekeepers.
uk: Мені дуже шкода, але ми не можемо витрачати час на пошук будь-якого єгеря.

source: You are as cold-hearted as they say.
uk: Ти так само холодною душею, як вони говорять.

source: If only I could leave here.
uk: Якби тільки я міг залишити тут.

source: I would search for him myself.
uk: Я б шукати його сам.

source: Then what do you want of me? ##solo
uk: Тоді що ти хочеш від мене? # # Соло

source: Leave, before I tell someone about you! ##solo
uk: Залишіть, перш ніж розповісти комусь про вас! # # Соло

source: Then what do you want from me?
uk: Тоді що ж ви хочете від мене?

source: Leave, before I tell someone about you!
uk: Залишіть, перш ніж розповісти комусь про вас!

source: Give Willard the stone (Reward)
uk: Дайте Віллард каменю (Нагорода)

source: Thank's for your help.
uk: Дякуємо за вашу допомогу.

source: Can I ask you for another favor?
uk: Можу я задати вам ще на користь?

source: My leg is hurt and I won't make it to Medair alone.
uk: Нога болить, і я не зроблю його Medair поодинці.

source: You are Willard, I suppose.
uk: Ви Віллард, я вважаю.

source: That's me. Why do you know my name?
uk: Це я. Чому ви знаєте моє ім'я?

source: Your friend Fenor Marken sent us to give you this phasestone.
uk: Ваш друг Fenor Марке послав нас, щоб дати вам цю phasestone.

source: Holy gods! He still has that thing?
uk: Святий богів! Він до цих пір ця річ?

source: That was one of our youthful follys.
uk: Це була одна з наших молодий follys.

source: Mine is long used up.
uk: Шахта давно витрачені.

source: Good old Fenor. Here, a token of my appreciation.
uk: Старий добрий Fenor. Тут знак моєї вдячності.

source: Surely someone of your trade can always use a little money?
uk: Звичайно, хтось із вашої торгівлі завжди можете використовувати трохи грошей?

source: Thank you very much.
uk: Велике спасибі.

source: So here is this Willard.
uk: Так ось де Віллард.
