Repository: gochenming/sumwars-code
Catalog: translation/*/rob_the_robber.po
Languages: uk

source: Rob the robber
uk: Роб грабіжник

source: Rob the robber breathed his last and provided a downright windfall while he was on it.
uk: Роб розбійник випустив останній подих і за умови, абсолютно непередбачену, коли він був на ньому.

source: Rob the robber is dead and will soon be forgotten. I have his neckband and I'm on my way to Dwarfenwall to show it to this sergeant Wober. I have no idea why everyone was so afraid of this guy.
uk: Роб грабіжник помер, і незабаром буде забуто. У мене є його комір, і я на моєму шляху до Dwarfenwall, щоб показати його на цей Wober сержант. Я поняття не маю, чому все так боявся цього хлопця.

source: Rob the robber supposedly hides in the depth of the Fairywoods. Find him, dispose of him and take his neckband. At least it spares me the unsavory task of carrying a head around.
uk: Роб грабіжник нібито ховається в глибині Fairywoods. Знайди його, позбавитися від нього і зайняти його комір. Принаймні, запчастин мені сумнівним завдання проведення голову навколо.

source: Sergeant Lutterer
uk: Сержант Lutterer

source: Wanted poster
uk: Потрібні плакат

source: I really should pay this guy a visit. 10000 gold pieces are not chickenfeed.
uk: Я дійсно повинен платити цьому хлопцеві в гості. 10000 золотих, не chickenfeed.

source: Watch your back.
uk: Годинники спину.

source: Excuse me, sergeant, but I noticed this wanted poster.
uk: Вибачте, сержант, але я помітив це хотів плакат.

source: Isn't a bounty of 10000 gold pieces a little bit over the top for one man?
uk: Хіба це не щедрість 10000 золотих трохи зверху для однієї людини?

source: Oh, him.
uk: О, його.

source: The bounty hunters keep their fingers off him.
uk: Мисливці за головами тримати руку від нього.

source: Every time someone wants to have killed him, he winds up dead a short time later himself.
uk: Кожен раз, коли хтось хоче його вбити, він завершує мертвий якийсь час сам.

source: And Rob is plundering and murdering on.
uk: І Роб грабежу і вбивства далі.

source: It seems he has oodles of luck, that villain.
uk: Здається, у нього купа удача, що лиходій.

source: Are you interested?
uk: Чи зацікавлені ви?

source: Accept the quest?
uk: Прийміть квест?

source: Yes
uk: Так

source: No
uk: Ні

source: Indeed.
uk: У самому справі.

source: 10000 gold pieces are quite interesting for the traveling fund.
uk: 10000 золотих вельми цікаві для фонду подорожей.

source: And I'm pretty lucky myself.
uk: І я досить спритним себе.

source: Then take his necklace.
uk: Потім візьміть його намисто.

source: Word is, he treasures it quite a lot.
uk: Слово є, він скарби його досить багато.

source: If you can take it to sergeant Wober in Dwarfenwall he will believe you that Rob is dead.
uk: Якщо ви можете прийняти його на сержанта Wober в Dwarfenwall він не повірить вам, що Роб мертвий.

source: Right now we suspect him to be in the Fairywoods between here and Dwarvenwall.
uk: Прямо зараз ми підозрюємо, щоб він був у Fairywoods між тут і Dwarvenwall.

source: Just curious.
uk: Просто цікаво.

source: Sergeant Wober
uk: Сержант Wober

source: Bring me his necklace and I give you the 10000 gold pieces.
uk: Принеси мені його намисто і я даю вам 10000 золотих.

source: Not a second earlier!
uk: Ні секунди раніше!

source: If you can bring it to me I will believe you that Rob is dead.
uk: Якщо ви можете довести його до мене, я повірю вам, що Роб мертвий.

source: Right now we suspect him to be in the Fairywoods between here and Joringsbridge.
uk: Прямо зараз ми підозрюємо, щоб він був у Fairywoods між тут і Joringsbridge.

source: Rob the Robber (Reward)
uk: Роб Розбійник (Нагорода)

source: Here is the necklace of Rob the robber.
uk: Ось намисто Роб розбійник.

source: By all devils!
uk: За три чорти!

source: Someone really got him?
uk: Хтось дійсно отримав його?

source: Well, I wish you luck.
uk: Що ж, я бажаю вам успіху.

source: His vengeful spirit will supposedly hunt all those who hurt him.
uk: Його мстивий дух нібито полюють всі ті, хто йому боляче.

source: But that shall not be my problem.
uk: Але це не повинна бути моя проблема.

source: Here are the 10000 gold pieces.
uk: Ось 10000 золотих.

source: I will quarter and skin you, before I throw you to the wolves!
uk: Я буду квартал і шкіри ви, перш ніж я кинути вас на розтерзання!

source: You talk too much!
uk: Ти занадто багато говориш!

source: I will quarter and skin everyone of you, before I throw you to the wolves!
uk: Я буду квартал і шкіри кожного з вас, перш ніж я кинути вас на розтерзання!

source: You will die! I will destroy you!!
uk: Ти помреш! Я знищу тебе!

source: My soul will crawl out of it's grave and hunt you to the ends of the world!
uk: Моя душа буде виповзати з його могили і полювати тобою на край світу!

source: Have fun with that. If you escape hell, that is.
uk: Удачі з цим. Якщо уникнути пекла, то є.
