Repository: gochenming/sumwars-code
Catalog: translation/*/scout.po
Languages: uk

source: The wounded scout
uk: Поранений розвідник

source: I rescued a scout and hopefully gained some goodwill from the local militia. Whatever good that will do.
uk: Я врятував розвідник і, сподіваюся, отримали деякі доброї волі з боку місцевої міліції. Що б не гарна, що буде робити.

source: I really stumbled across a scout in the goblin infested caves west of Dwarfenwall. He is wounded, lost his gear to some spiders and asked me to fix it for him. I really wonder if I should do this... then again it would be an excuse to venture deeper into the caves that are obviously not under control by the undead.
uk: Я дійсно наткнулися на розвідників в печерах гоблінів заражених захід від Dwarfenwall. Він поранений, втратив спорядження для деяких павуків і попросив мене, щоб виправити це для нього. Мені дуже цікаво, якщо я повинен зробити це ... з іншого боку це було б виправданням Просуваючись вглиб печери, які, очевидно, не під контролем нежиті.

source: Wounded Scout
uk: Поранений Scout

source: Are you alive?
uk: Ти живий?

source: Hey, are you alright?
uk: Гей, ти в порядку?

source: Does it look... 'alright' to you?
uk: Чи має це виглядати... 'Добре' для вас?

source: Pretty much, yes.
uk: Значною мірою, так.

source: You can still talk, right?
uk: Ви все ще можете говорити, чи не так?

source: Yeah, right... now, when you're done laughing... maybe you could help me?
uk: Так, вірно ... Тепер, коли ви закінчите сміятися ... може бути, ви могли б мені допомогти?

source: I guess I could patch you up, but I can't carry you out of here.
uk: Я думаю, я міг патч вас, але я не можу нести тебе звідси.

source: Where I'm headed you will most certainly die a quick and meaningless death.
uk: Де я очолював ви напевно вмирають швидко і безглуздої смерті.

source: I can... watch my own back...
uk: Я можу ... дивитися, як мій власний назад ...

source: Most of the time... at least.
uk: Велику частину часу ... принаймні.

source: But spying on the undead... evading... those blasted goblins...
uk: Але шпигує за нежить ... ухилення від ... ці кляті гобліни ...

source: I got a little... careless.
uk: Я трохи ... недбало.

source: West of here... there's a cave... pretty deep inside...
uk: Захід тут ... є печера ... досить глибоко всередині ...

source: Lot's of wolves... but a nest of spiders, too... thought I had... it under control
uk: Лота вовків ... але гніздо павуків, теж ... думав, що я ... його під контролем

source: really big one... there. Spider, I mean... got me good... lost my gear... but got away... somehow
uk: дуже великий ... там. Павук, я маю на увазі ... мене хороша ... втратив передач ... але пішов ... якось

source: The venom... can't move at all... anymore... I had an antidote in my pack...
uk: Яд ... не може рухатися у всьому ... більше ... Я протиотруту в рюкзак ...

source: So... if you could get... me my gear, I... would be good to go again...
uk: Так що ... якби ви могли отримати ... Мені моє спорядження, І. .. було б добре, щоб піти знову ...

source: If you're... not afraid... that is.
uk: Якщо ви ... не боїться ... що є.

source: You have a strange manner of asking for favors.
uk: Ви дивним чином просити про милість.

source: But since I don't have to carry you to safety, I guess it is allright.
uk: Але так як я не повинні нести вас у безпечне місце, я припускаю, що чи все гаразд.

source: This wouldn't happen to be your stuff, would it?
uk: Це не трапляється, ваші речі, чи не так?

source: You already... found it?
uk: Ви вже ... знайшов його?

source: Thanks...
uk: Спасибі ...

source: Still alive?
uk: Ще живі?

source: Do you... have my gear?
uk: Ви ... є моє спорядження?

source: Not yet, no.
uk: Поки ні, ні.

source: Shame. It seems I'm already capable of... being paralyzed... without your help.
uk: Ганьба. Здається, що я вже здатний ... будучи паралізованим ... без вашої допомоги.

source: Thanks for... checking back on me though. I'll be here... if you need me.
uk: Спасибі за ... Перевірка до мене спиною, хоча. Я буду тут ... якщо вам потрібно мені.

source: You are kind of messed up, you know that?
uk: Ви все змішалося, ви знаєте, що?

source: Here it is.
uk: Ось він.

source: good... now, blue potion
uk: добре ... Тепер, сині зілля

source: A blue potion?
uk: Сині зілля?

source: You do realize there is at least a score of 'blue' potions here?
uk: Ви розумієте, є принаймні оцінка «блакитного» зілля тут?

source: They just... turn out that... way everytime... it's the one... with the light shade of turquoise.
uk: Вони просто ... виявитися, що ... спосіб кожен раз ... це один ... з легким відтінком бірюзи.

source: No... too... light blue
uk: Немає. .. теж ... блакитний

source: That's... it
uk: Це ... воно

source: Finally!
uk: Нарешті!

source: Remember me not to kill you after all the trouble I went through.
uk: Запам'ятати мене не вбити тебе після всіх невдач я пройшов.

source: Gladly. Really, thank you for saving my hide.
uk: Охоче. Дійсно, дякую за порятунок моєї приховувати.

source: You best stay out of trouble.
uk: Ви найкраще триматися подалі від неприємностей.

source: Because I seriously do NOT want to rummage through your happy collection of identical looking special-purpose-potions.
uk: Тому що я серйозно не хочете ритися в ваших щасливих сукупність ідентичних дивлячись спеціального призначення-зілля.

source: Sorry about that. Normally I'm the only one who has to keep them apart.
uk: Шкода про це нам. Зазвичай я єдиний, хто повинен тримати їх на частини.

source: Allright. Now that this is done, I will be on my way.
uk: Allright. Тепер, коли це буде зроблено, я буду на моєму шляху.

source: I will rest a little more and then be on my way too, but in the other direction.
uk: Я відпочину трохи більше, і тоді на моєму шляху теж, але в іншому напрямку.
