Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars.po
Languages: uk

source: Watch out! Monsters from the mine! Help me!
uk: Обережно! Монстри з шахти! Допоможи мені!

source: Let me tell you I'm no monster. I'm worse.
uk: Дозволь мені розповісти тобі, що я не чудовисько. Я гірше.

source: sandbox
uk: пісочниця

source: shortsword
uk: Короткий меч

source: sabre
uk: шабля

source: legion blade
uk: легіон лезо

source: long sword
uk: Довгий меч

source: sword of the coast
uk: Меч узбережжі

source: council sabre
uk: Рада шаблею

source: scimitar
uk: ятаган

source: barbarian sword
uk: варвар меч

source: northlings blade
uk: northlings леза

source: steel sword
uk: сталевий меч

source: assassins blade
uk: вбивці лезо

source: diamont sword
uk: Diamont меч

source: dwarfsteel sword
uk: dwarfsteel меч

source: hero blade
uk: Герой леза

source: angel blade
uk: Лезо ангела

source: gods blade
uk: Боги леза

source: cap
uk: ковпачок

source: leather cap
uk: шкіряній кепці

source: leather helmet
uk: шкіряний шолом

source: mercenary head
uk: найманець голови

source: novice headgear
uk: новачок головні убори

source: mercenary helmet
uk: найманець шолом

source: ranger bandana
uk: рейнджер бандана

source: assassin hood
uk: Вбивця капот

source: biretta
uk: головний убір

source: chain turban
uk: ланцюжка тюрбан

source: hatchet
uk: сокира

source: bronze axe
uk: бронзовим сокирою

source: iron hatchet
uk: залізну сокиру

source: cleaver
uk: дровокол

source: iron axe
uk: залізну сокиру

source: mercenary axe
uk: найманець сокирою

source: guard axe
uk: охоронець сокирою

source: vulcano axe
uk: Vulcano сокирою

source: dwarfen axe
uk: dwarfen сокирою

source: spruce wand
uk: ялина палички

source: apprentice wand
uk: Учень палички

source: novice wand
uk: новачок палички

source: hermit wand
uk: Самітник палички

source: rock wand
uk: рок палички

source: alder wand
uk: вільха палички

source: bard's wand
uk: барда палички

source: magus wand
uk: мага паличкою

source: silver wand
uk: срібна паличка

source: oak wand
uk: дуб палички

source: phenix wand
uk: Phenix палички

source: frost wand
uk: морозу палички

source: thunder wand
uk: Грім палички

source: ash wand
uk: золи паличкою

source: summoner wand
uk: прізивателя палички

source: master wand
uk: майстер палички

source: necromancer wand
uk: некромант палички

source: demon wand
uk: Демон палички

source: fairy wand
uk: фея паличкою

source: archmage wand
uk: Архимаг палички

source: lumberjack axe
uk: дроворуб сокирою

source: great axe
uk: великий сокиру

source: ripping axe
uk: копіювання сокирою

source: executioner axe
uk: кат сокиру

source: smashing axe
uk: нищівного сокиру

source: ogre hatchet
uk: людожер сокирою

source: scythe axe
uk: косою сокирою

source: barbarian axe
uk: варвар сокирою

source: bonebreaker axe
uk: bonebreaker сокирою

source: giant axe
uk: гігантський сокиру

source: slaughter axe
uk: бійню сокирою

source: dwarfensteel axe
uk: dwarfensteel сокирою

source: star axe
uk: зірка сокирою

source: kings axe
uk: царі сокирою

source: torture axe
uk: тортури сокирою

source: iceland axe
uk: Ісландія сокирою

source: death axe
uk: смерті сокирою

source: targe
uk: маленький круглий щит

source: buckler
uk: щит

source: wood shield
uk: дерево щит

source: bronze shield
uk: бронзовий щит

source: iron shield
uk: залізний щит

source: steel shield
uk: сталевий щит

source: vagabond hat
uk: бродяга капелюсі

source: apprentice cap
uk: Учень кришкою

source: novice hat
uk: новачок капелюсі

source: alchemist cap
uk: алхімік кришкою

source: beret
uk: бере

source: magus hat
uk: мага капелюсі

source: turban
uk: тюрбан

source: farmer sword
uk: Фермер меч

source: mercenary blade
uk: найманець леза

source: two handed steel sword
uk: дворучний меч стали

source: smash sword
uk: розбити мечем

source: horse killer
uk: Кінь вбивці

source: bastard sword
uk: полуторний меч

source: ogre dagger
uk: людожер кинджал

source: executioner's sword
uk: ката меч

source: two handed guardsman sword
uk: дворучний меч гвардієць

source: aisener battle sword
uk: aisener битві меч

source: monster sword
uk: чудовисько мечем

source: tear sword
uk: сльозу меч

source: dread sword
uk: страх меч

source: great sword
uk: великий меч

source: angel sword
uk: Ангела меч

source: hammer
uk: молоток

source: cermeonial hammer
uk: cermeonial молоток

source: iron hammer
uk: залізний молот

source: iron club
uk: заліза клуб

source: maul
uk: кувалда

source: morning star
uk: ранкова зірка

source: rider hammer
uk: Вершник молоток

source: mace
uk: булава

source: steel hammer
uk: сталевий молоток

source: battle hammer
uk: битва молота

source: steel mace
uk: сталевий булавою

source: steel maul
uk: стали терзати

source: sixedged mace
uk: sixedged булавою

source: silver hammer
uk: срібні молоток

source: diamont hammer
uk: Diamont молоток

source: priest mace
uk: Священик булавою

source: holy hammer
uk: святий молот

source: broken shield
uk: зламаною щит

source: old sword
uk: старий меч

source: scroll of town portal
uk: сувій Портал міста

source: small potion
uk: невеликий зілля

source: medium potion
uk: середній зілля

source: eyedrops
uk: очні краплі

source: antidot
uk: пір було

source: calming salve
uk: заспокійливий бальзам

source: potion of determination
uk: зілля визначення

source: echo potion
uk: луна зілля

source: muscle salve
uk: м'язи мазь

source: potion of melting
uk: зілля плавлення

source: spike oil
uk: лавандова олія

source: pike
uk: щука

source: practice bow
uk: практику лука

source: yew shortbow
uk: тис короткий лук

source: shortbow
uk: короткий лук

source: hunting bow
uk: мисливський лук

source: rattan bow
uk: ротанг лука

source: bandit bow
uk: бандита лука

source: battle shortbow
uk: бій короткий лук

source: composite shortbow
uk: композитних короткий лук

source: rider bow
uk: Вершник лука

source: coal bow
uk: вугілля лука

source: ash bow
uk: золи лука

source: bane bow
uk: отрута лука

source: oak shortbow
uk: дуб короткий лук

source: soul bow
uk: Душа лука

source: seeker
uk: шукає

source: chaos shortbow
uk: хаосу короткий лук

source: fairy bow
uk: фея лука

source: cloth armor
uk: тканиною броню

source: leather armor
uk: шкіряні обладунки

source: rivet armor
uk: заклепка броні

source: bandit armor
uk: бандита броні

source: novice armor
uk: новачок броні

source: mercenary armor
uk: найманець броні

source: ranger shirt
uk: рейнджер сорочку

source: assassin armor
uk: Вбивця броні

source: temple armor
uk: Храм броні

source: council armor
uk: Рада броні

source: ragged robe
uk: рваний халат

source: apprentice robe
uk: Учень халат

source: novice robe
uk: новачок халат

source: alchemist robe
uk: алхімік халат

source: scholar robe
uk: Вчений халат

source: magus robe
uk: мага халат

source: council robe
uk: Рада халат

source: sledgehammer
uk: кувалда

source: bronze hammer
uk: бронзовий молоток

source: guard hammer
uk: охоронець молота

source: glow hammer
uk: світіння молоток

source: aisener warhammer
uk: aisener молот

source: judgement hammer
uk: судження молоток

source: priest hammer
uk: Священик молоток

source: obsidian hammer
uk: обсидіан молоток

source: judge hammer
uk: Суддя молоток

source: cyclops hammer
uk: циклопів молот

source: dwarfensteel hammer
uk: dwarfensteel молоток

source: exorcists hammer
uk: екзорцистів молоток

source: feather amulet
uk: перо амулет

source: amber amulet
uk: бурштиновий амулет

source: silver amulet
uk: срібло амулет

source: coral amulet
uk: коралові амулет

source: gold amulet
uk: золотий амулет

source: goblin armor
uk: гоблін броні

source: goblin bracer
uk: гоблін цілюща волога

source: shaman mask
uk: Шаман маски

source: goblin club
uk: гоблін клуб

source: rusty dagger
uk: іржавий кинджал

source: shaman staff
uk: Шаман персоналу

source: nail club
uk: цвях клуб

source: goblin bow
uk: гоблін лука

source: goblin spear
uk: гоблін спис

source: leather gloves
uk: шкіряні рукавички

source: snakehide gloves
uk: snakehide рукавички

source: chain gloves
uk: ланцюжка рукавички

source: buckskin gloves
uk: оленячої шкіри рукавички

source: spidersilk gloves
uk: spidersilk рукавички

source: marksman gloves
uk: стрілка рукавички

source: assassin gloves
uk: Вбивця рукавички

source: shark gloves
uk: Акула рукавички

source: bronze ring
uk: бронзове кільце

source: amber ring
uk: бурштинові кільця

source: silver ring
uk: срібне кільце

source: jet ring
uk: струменя кільце

source: gold ring
uk: Золоте кільце

source: tourney bow
uk: Турнір лука

source: orc bow
uk: орк лука

source: yew bow
uk: тис лука

source: longbow
uk: великий лук

source: soldier bow
uk: Солдат лука

source: horn bow
uk: роги лука

source: maple bow
uk: клен лука

source: battle bow
uk: лук бойовий

source: composite longbow
uk: композитного лука

source: oak bow
uk: дубовий лук

source: demonhorn bow
uk: demonhorn лука

source: ranger bow
uk: Лук слідопита

source: ash longbow
uk: золи лука

source: demon compositebow
uk: Демон compositebow

source: hero bow
uk: Герой лука

source: elf bow
uk: ельф лук

source: spruce staff
uk: ялина персоналу

source: apprentice staff
uk: Учень персоналу

source: novice staff
uk: початківцям співробітникам

source: hermit staff
uk: Самітник персоналу

source: rock staff
uk: рок персоналу

source: alder staff
uk: вільха персоналу

source: bard's staff
uk: барда персоналу

source: magus staff
uk: мага персоналу

source: silver staff
uk: срібло персоналу

source: inferno staff
uk: пекло персоналу

source: oak staff
uk: дуб персоналу

source: phenix staff
uk: Phenix персоналу

source: frost staff
uk: морозу персоналу

source: thunder staff
uk: Грім персоналу

source: ash staff
uk: золи персоналу

source: summoner staff
uk: прізивателя персоналу

source: master staff
uk: майстер персоналу

source: necromancer staff
uk: некромант персоналу

source: demon staff
uk: Демон персоналу

source: fairy staff
uk: фея персоналу

source: ifreet staff
uk: ifreet персоналу

source: icewitch staff
uk: icewitch персоналу

source: sylph staff
uk: Сильфіда персоналу

source: archmage staff
uk: Архимаг персоналу

source: air attack
uk: напад з повітря

source: attack with ice damage
uk: напад з пошкодження льодом

source: Basic ranged attack
uk: Основні атаки в дальньому бою

source: Magic attack
uk: Магічна атака

source: Basic magic attack
uk: Основні магічної атаки

source: Barbarian anger
uk: Варвар гніву

source: The warrior sets himself in the state of berserk, attacking his enemies with vicious blows, while completely neglecting his defence.
uk: Воїн ставить перед собою в стані берсерка, нападаючи на своїх ворогів з порочне ударів, у той час як повністю нехтуючи свого захисту.

source: Sweeping blow
uk: Підмітальні удар

source: Attacks every enemy in weapon range.
uk: Атаки ворога в кожному зброю діапазону.

source: Bash
uk: Удар

source: Attacks one enemy for serious damage.
uk: Атаки одного ворога для серйозних пошкоджень.

source: Battlecry
uk: Бойовий

source: Block
uk: Блок

source: The warriors mastery of shields and weapons allows him to block damage at an increased rate.
uk: Воїни майстерність щити і зброя дозволяє йому блокувати збиток на підвищеній швидкості.

source: Charge
uk: Заряд

source: Launches an assault at an enemy with increasing speed. The faster the warrior is, the more damage a charge inflicts.
uk: Запуски нападу на ворога з збільшується швидкістю. Швидше воїн, тим більше шкоди завдає заряд.

source: Taunt
uk: Насміхатися

source: Causes surrounding monsters to attack the warrior more likely.
uk: Причини навколишніх монстрів атакувати воїна більш імовірним.

source: Warmaster
uk: Воїн

source: The warrior has become used to the ways of the battlefield to a point, where he can regenerate his abilities faster than normal.
uk: Воїн став використовуватися для способи бою в точку, де він може відновити свої здібності швидше, ніж зазвичай.

source: Fire and sword
uk: Вогонь і меч

source: The warrior calls the spirits of fire upon his weapon, causing it to deal firedamage. The damage depends on the warriors spellpower.
uk: Воїн називає духи вогню на його зброю, внаслідок чого вона могла справлятися firedamage. Пошкодження залежить від сили заклинань воїнів.

source: Flame armor
uk: Полум'я броні

source: The warrior surrounds himself with angry spirits of fire, who will burn his enemies to ashes, if they dare to come to close.
uk: Воїн оточує себе злих духів вогню, який спалить ворогів у попіл, якщо вони насміляться прийти до кінця.

source: Pact of flames
uk: Пакт полум'я

source: The warrior calls upon the fires of hell, causing his weapon to deal firedamage for a significant time. His enemies might catch fire when hit.
uk: Воїн закликає пекельного вогню, внаслідок чого його зброя мати справу firedamage на значний час. Його вороги могли загорітися при попаданні.

source: barbarian power
uk: варвар влади

source: The warrior becomes even more bloodthirsty, launching at his enemies with increased attackspeed and damage in a berserk state. Even while neglecting his defence, the impact is not as big as with the barbarian anger.
uk: Воїн стає ще більш кровожерливі, запускаючи на своїх ворогів з підвищеним швидкість атаки і пошкодження в шалений держави. Навіть нехтуючи свого захисту, вплив не настільки великий, як з гнівом варвара.

source: Hammer blow
uk: Молот удар

source: Attacks one enemy with a brutal blow and damages nearby enemies as well.
uk: Атаки одного ворога з жорстоким ударом і пошкодження прилеглих ворогів.

source: Silencer
uk: Глушник

source: Attacks an enemy with a chance to inflict silence.
uk: Атаки ворога шанс нанести мовчання.

source: For each monster the warrior kills, his strength increases for a short amount of time.
uk: Для кожного монстра вбиває воїна, його сила зростає протягом короткого періоду часу.

source: Monster slayer
uk: Монстр вбивця

source: The warrior has become the worst nightmare of monsters, with every one of them falling at his feet increasing his strength and attackspeed for a short amount of time.
uk: Воїн став найгіршим кошмаром монстрів, з кожним з них падіння в ноги збільшуючи його силу і швидкість атаки на короткий проміжок часу.

source: Regeneration
uk: Регенерація

source: The warrior regains up to 50 percent hitpoints of his total hitpoints through the sheer power of his will.
uk: Воїн повертається до 50 відсотків хітпойнтов його загальна хітпойнтов через Міць його волі.

source: Smash blow
uk: Smash удар

source: Attacks an enemy with an unblockable, armor piercing blow.
uk: Атаки ворога може бути заблоковано, удар бронебійних.

source: Perseverance
uk: Наполегливість

source: The warriors defence increases proportional to the cuts and bruises he receives in combat. The more serious the wounds, the more difficult he is to kill.
uk: Воїни оборони збільшується пропорційно порізи і забої, він отримує в бою. Більш серйозні рани, тим важче йому вбивати.

source: Charge scythe
uk: Зарядка косою

source: Launches an even stronger charge attack, that may inflict stun.
uk: Запускає ще сильніше заряд атаки, які можуть завдати оглушення.

source: The warriors mastery of weapons increases the damage of his basic attacks by 20%.
uk: Воїни майстерності зброї збільшує втрати від його базових атак до 20%.

source: Whirl blow
uk: Вихор удар

source: Acid
uk: Кислота

source: The priest turns normal water into deadly acid, poisoning one enemy.
uk: Священик виявляється звичайною водою в смертоносні кислоти, отруєння одного ворога.

source: Bladestorm
uk: Клинков

source: Blazing Shield
uk: Blazing щит

source: Breaking Blow
uk: Порушення Blow

source: Glaring Sun
uk: Кричущі НД

source: Gentle Glow
uk: Ніжний Glow

source: The priest bathes a partymember in a mild light, releaving him of blindness and silence.
uk: Священик ванни partymember в м'яке світло, releaving його від сліпоти і тиша.

source: Omniscent Eye
uk: Omniscent очей

source: Restore Concentration
uk: Відновлення концентрації

source: Magic Shield
uk: Магія щит

source: The priest conjures a magic shield for all partymembers thats reduces the damage dealt by elemental attacks.
uk: Священик викликає магічний щит для всіх partymembers Thats зменшує пошкодження від елементарних атак.

source: Ease Pain
uk: Полегшити біль

source: The priest treats a partymemener with healing water that washes away every poison and stops burns.
uk: Священик звертається partymemener з цілющою водою, яка змиває кожного отрути і зупиняє опіки.

source: Remedial Water
uk: Лікувальна

source: Dismissing Strike
uk: Відкидаючи удар

source: The priest strikes with all his might. While normal monsters have little to fear from this attack elementals will be easily destroyed by it.
uk: Священик удари з усіх сил. Хоча нормальні монстри все слід побоюватися цієї атаки елементалів буде легко руйнується нею.

source: God Strike
uk: Бог удар

source: Only strong and durable demons will be able to resist the priests sacred strike.
uk: Тільки міцний і довговічний демони зможуть протистояти священиків священних страйк.

source: The priest creates a vortex with his attack, that can suck a demonic creature right back to hell.
uk: Священик створює вихор з його атаки, які можуть смоктати демонічних істот назад у пекло.

source: Cure
uk: Лікування

source: The priest restores the hitpoints of one partymember.
uk: Священик відновлює хітпойнтов одного partymember.

source: Grand Cure
uk: Гранд Cure

source: The priest restores hitpoints for every partymember.
uk: Священик відновлює хітпоінтов для кожного partymember.

source: Sanctified Strike
uk: Освячений удар

source: The priest attacks with godly power, easily sending undead creatures back to their graves.
uk: Священик атак з божественної сили, легко відправки нежить назад у могилу.

source: Bright Blow
uk: Яскравий Blow

source: The priest attacks an enemy with a blow imbued with holy power. Undead will be severely damaged by the sacred energies.
uk: Священик атаки ворога ударом перейнятися святою силою. Нежить буде сильно пошкоджений священної енергії.

source: Hypnosis
uk: Гіпноз

source: The priest confuses a monster, causing it to attack at random.
uk: Священик бентежить монстра, викликаючи його на напад навмання.

source: The priest creates a distracting vortex with the ability to confuse every enemy caught in it.
uk: Священик створює відволікаючі вихор з можливістю, щоб заплутати ворога кожен спійманий в ньому.

source: Keen Mind
uk: Гострий розум

source: Glistening Glare
uk: Блискучі Glare

source: The priest casts a dazzling light, that can cause an enemy to be affected by blind.
uk: Священик кидає сліпуче світло, що може привести до ворога, будуть порушені сліпих.

source: Divine Will
uk: Божественної Волі

source: dead
uk: мертвий

source: die
uk: померти

source: summoned
uk: викликаний

source: first action that is performed by a summoned monster
uk: Перша дія, що виконується викликав монстра

source: no action
uk: ніяких дій

source: speak
uk: говорити

source: speak with someone
uk: говорити з кимось

source: take up item
uk: розгляне пункт

source: take item
uk: прийняти пункт

source: use
uk: використання

source: walk
uk: ходити

source: guard
uk: охорона

source: Attack
uk: Напад

source: Basic melee attack
uk: Основні атаки в ближньому бою

source: Holy attack
uk: Святий атаки

source: Basic holy melee attack
uk: Основні ближнього бою святий атаці

source: Ranged attack
uk: Додати новий напад

source: Summon Skeleton
uk: Заклик Скелета

source: Creates a skeleton.
uk: Створює скелет.

source: Freezing Death
uk: Заморожування Смерть

source: The mage conjures a devastating ring of ice, that damages enemies in a circle around him.
uk: Маг викликає руйнівні кільце льоду, який пошкоджує ворогів по колу навколо нього.

source: The mage casts a strong bolt of fire, that damages one enemy.
uk: Маг ставить під сильним болт вогню, що збитки одного ворога.

source: Fireball
uk: Кульова блискавка

source: The mage casts a bolt of fire, that explodes upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
uk: Маг ставить під болт вогню, яка вибухає від удару супротивника. Інші ворогів поблизу жертви також спіймані в результаті вибуху.

source: The mage conjurs a column made of hellfire, that will stay for 5 seconds and turn every enemy stupid enough to stay in there to ashes.
uk: Маг conjurs колонки зроблені з пекельного вогню, який буде залишатися протягом 5 секунд і вернуться кожен ворог настільки дурний, щоб залишитися там на попіл.

source: Goblin Lightning
uk: Гоблін Блискавка

source: The mage conjures a deadly wave of fire on the verge of death, that burns every enemy in a circle around him to a crisp.
uk: Маг викликає смертельні хвилі вогню на межі смерті, що горить кожен ворог в коло навколо нього до хрусткої скоринки.

source: Snipe
uk: Бекас

source: The archers deadly precision causes his shots to deal more damage than normal.
uk: Лучники смертельної точністю причини його постріли мати справу більше шкоди, ніж зазвичай.

source: Blind Rage
uk: Сліпа лють

source: The archer attacks the enemies eyes, causing him to go berserk, but be blinded at the same time.
uk: Лучник атаки ворогів очі, змушуючи його сходити з розуму, але осліпнути в той же час.

source: Bow Spirit
uk: Лук Духа

source: The archer becomes one with his weapon, dealing more damage over a longer time. Additionally his critical strike chance is increased. This effect stacks with Elfeyes.
uk: Лучник стає єдиним з його зброєю, завдаючи більше шкоди протягом більш тривалого часу. Крім того, його шанс критичного удару збільшується. Ефект підсумовується з Elfeyes.

source: Concentration
uk: Концентрація

source: The archers steady mind can no longer be confused.
uk: Лучники стійкий розум вже не може бути збентежений.

source: The archer shoots with deadly precision, leading to an increased critical hit rate.
uk: Лучник стріляє зі смертельною точністю, що призводить до збільшення критичної швидкості удару.

source: Deadly Roulette
uk: Смертельна рулетка

source: The projectile has a fifty percent probability to attack another target, if it hits someone. Be careful not to stand in its way, for it distinguishes not between friend and foe.
uk: Снаряд має п'ятдесят відсотків ймовірності атакувати іншу мету, якщо вона потрапляє комусь. Будьте обережні, щоб не стояти на його шляху, бо він не розрізняє між другом і ворогом.

source: Catlike Reflexes
uk: Котячі рефлекси

source: The archers nimble mind allows him to avoid damage better.
uk: Моторні лучники розум дозволяє йому уникнути пошкодження краще.

source: Explosion Arrow
uk: Вибух Стрілка

source: The projectile is imbued with the power of a weak firespirit. It will deal damage in a small area, if it hits.
uk: Снаряд пройняті силою слабкі firespirit. Він буде наносити шкоди на невеликій площі, якщо вона потрапляє.

source: Blast Cascade
uk: Вибух Каскад

source: The projectile is imbued with the power of a firespirit. It will explode with areadamage on hitting. Additionally four more explosions will go of in every direction.
uk: Снаряд пройняті силою firespirit. Вони вибухнуть з areadamage на удар. Крім того, ще чотири вибухи піде не в кожному напрямку.

source: Frost Arrows
uk: Мороз Стрілки

source: The archer summons a spirit of ice into his weapon, causing his shots to deal icedamage over a greater amount of time. There is a chance that his enemies will be frozen solid if they are hit.
uk: Лучник порядку дух льоду в свою зброю, внаслідок чого його постріли справу icedamage на більшу кількість часу. Існує ймовірність того, що його вороги будуть заморожені твердих якщо вони є хітом.

source: The archer shoots four consecutive projectiles that are imbued with vengeful spirits. They will pursue the enemy, even if he tries to run.
uk: Лучник стріляє чотирьох послідовних снаряди, пройняті мстивий дух. Вони будуть переслідувати ворога, навіть якщо він спробує втекти.
