Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars.po
Languages: uk

source: Ice Arrows
uk: Лід Стрілки

source: The archer calls upon the spirits of ice to imbue his projectiles with icedamage.
uk: Лучник закликає духів льоду наповнити його снарядів з icedamage.

source: Mind Wall
uk: Розум стіни

source: The archer has become immune to anger. He will never go berserk again.
uk: Лучник став несприйнятливим до гніву. Він ніколи не буде сходити з розуму ще раз.

source: The archer shoots five projectiles at a time, aimed at enemies in front of him. The damage dealt by each projectile suffers a little.
uk: Лучник стріляє п'ять снарядів за раз, спрямованих на ворогів перед ним. Втрати від кожного снаряда страждає мало.

source: The archer unleashes a mighty shot that pierces right through an enemy and might hit another enemy behind him.
uk: Лучник розв'язує могутній постріл, який пробиває наскрізь ворога і, можливо, вдарив іншого ворога за його спиною.

source: North Hunter
uk: Північ-Хантер

source: The archers good longterm relations with the spirits of wind and ice has caused his resistence and his maximum resistance of these elements to rise by 10 percent.
uk: Лучники хороші довгострокові відносини з духами вітру і льоду привело його опір і його максимальний опір цих елементів, збільшиться на 10 відсотків.

source: North Roamer
uk: Північно Roamer

source: The archer has made a pact with the spirits of wind and ice. His resistance against wind- and icedamage is increased by 20 percent.
uk: Лучник зробив договір з духами вітру і льоду. Його опір вітру і icedamage збільшується на 20 відсотків.

source: Storm Arrows
uk: Буря Стрілки

source: The mighty spirits of wind themselfes help the archer by imbuing his projectiles with their power, causing them to deal more winddamage for a longer time.
uk: Могутні духи вітру themselfes допомогти лучник, наповнюючи його снарядів з їхньої влади, змушуючи їх набагато більше winddamage протягом більш тривалого часу.

source: Tripple Shot
uk: Потрійний постріл

source: The archers mastery of ranged weapons allows him to shoot three projectiles in a short amount of time.
uk: Лучники майстерність зброя дальнього бою дозволяє йому стріляти три снаряди в короткий проміжок часу.

source: Vacuum
uk: Вакуум

source: The archer attacks with an arrow imbued with a weaker windspirit, that causes an enemy hit by it to be stunned.
uk: Лучник атак із стрілкою, пройняті слабкіше windspirit, що викликає ворог вдарив нею бути приголомшені.

source: Iron Hail
uk: Залізний Град

source: The archer handles his weapons with elflike precision, attacking up to seven enemys in front of him. The damage dealt by each projectile suffers a little.
uk: Лучник ручки його зброю з elflike точність, нападаючи на строк до семи enemys перед ним. Втрати від кожного снаряда страждає мало.

source: Weak Spot
uk: Слабке місце

source: The archer attacks a weak point of his enemy, causing the victim to go berserk.
uk: Лучник атаки слабке місце свого противника, в результаті чого жертвою сходити з розуму.

source: Wind Arrows
uk: Вітер Стрілки

source: The archer has been grantet the power to imbue his projectiles with winddamage by the spirits of wind.
uk: Лучник був grantet владі наповнити його снарядів з winddamage духи вітру.

source: The spirits of wind help the archer to move faster than normal and avoid damage.
uk: Духи вітру допомогти лучник рухатися швидше ніж зазвичай, і щоб уникнути пошкоджень.

source: ice attack
uk: крижаної атаки

source: melee attack with ice damage
uk: ближній бій з льодом ушкодження

source: basic ranged attack with ice damage
uk: основні атаки в дальньому бою з льодом ушкодження

source: Ice arrow
uk: Лід стрілки

source: Ice Arrow
uk: Крижаний Стріли

source: an arrow of ice that will hunt it's prey
uk: Стрілка льоду, який буде полювати його видобуток

source: Iceball
uk: Eisball

source: The mage casts a bolt of ice that explodes in a ring upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
uk: Маг ставить під болт льоду, який вибухає в кільце при досягненні ворога. Інші ворогів поблизу жертви також спіймані в результаті вибуху.

source: Freeze
uk: Заморожувати

source: The mage catches an enemy in a block of pure ice, instantly sealing his movements.
uk: Маг ловить ворог в блоці чистого льоду, миттєво ущільнення його руху.

source: Frost Wave
uk: Мороз хвиля

source: The mage conjures a wave of ice, that damages enemies in a circle around him.
uk: Маг викликає хвилю льоду, яка пошкоджує ворогів по колу навколо нього.

source: Cloud of Despair
uk: Хмара Відчай

source: The mage calls forth a black cloud that stuns and blinds his foes.
uk: Маг викликає чорну хмару, що приголомшує і засліплює його ворогами.

source: melee attack with ice damage of Nar'Asoroth
uk: ближній бій з льодом пошкодження Nar'Asoroth

source: An icicle hunting the nearest target. The Nar'Asoroth-version.
uk: Бурулька полювання найближчу мету. Nar'Asoroth-версії.

source: a ball of ice that will hunt it's victim and explode
uk: куля льоду, які будуть полювати це жертви і вибухнути

source: Nar'Asoroth conjures a wave of ice, that damages enemies in a circle around him.
uk: Nar'Asoroth викликає хвилю льоду, яка пошкоджує ворогів по колу навколо нього.

source: Summon Ice Obelisk
uk: Summon Ice Обеліск

source: Creates a obelisk of ice.
uk: Створює обеліск льоду.

source: Summon meteor
uk: Заклик метеора

source: Army of Darkness
uk: Армія пітьми

source: Nar'Asoroth raises a group of skeletons.
uk: Nar'Asoroth піднімає групу скелетів.

source: Blizzard
uk: Заметіль

source: The mage summons a leathal cold blizzard that freezes every enemy caught in it to death.
uk: Маг порядку leathal холодної хуртовини що замерзає кожен ворог спійманий в ній до смерті.

source: The mage unleashes a ball of lightning, that may jump from one enemy to another. It hits a maximum of five enemies and the damage is reduced everytime it jumps.
uk: Маг розв'язує куля блискавки, які можуть переходити від одного противника до іншого. Вона вражає до п'яти ворогів і пошкодження зменшується щоразу стрибає.

source: Ball lightning
uk: Кульова блискавка

source: The mage unleashes a mighty ball lightning, that can jump over to nearby enemies. A maximum of nine enemies is hit and the damage is reduced with every jump.
uk: Маг розв'язує могутній кульової блискавки, який може перестрибнути на найближчих ворогів. Максимум дев'ять ворогів потрапили, і пошкодження зменшується з кожним стрибком.

source: Chilling cold
uk: Льодовий холод

source: The mage has understood everything about ice and snow, allowing him to increase the effectiveness of his icespells by 20%.
uk: Маг зрозумів усе, що стосується льоду і снігу, що дозволило йому підвищити ефективність своєї icespells на 20%.

source: Firebolt
uk: Блискавку

source: The mage unleashes a small bolt of fire, that damages a single enemy.
uk: Маг розв'язує невеликий болт вогню, що збитки одного ворога.

source: The mage conjures a deadly wave of fire, that burns every enemy in a circle around him.
uk: Маг викликає смертельні хвилі вогню, який горить кожен ворог в коло навколо нього.

source: Flame wave
uk: Полум'я хвилі

source: The mage conjures a wave of flames, that damages enemies in a circle around him.
uk: Маг викликає хвилю полум'я, яке пошкоджує ворогів в коло навколо нього.

source: Frost ring
uk: Мороз кільце

source: The mage calls upon a deadlier version of the icering.
uk: Маг закликає смертоносними версія icering.

source: Icicle
uk: Бурулька

source: The mage casts a shard of pure ice, that damages his foes.
uk: Маг ставить під осколок чистої лід, що шкоду своїм ворогам.

source: Ice ring
uk: Лід кільце

source: The mage casts a ring of ice around himself that will damage enemies in range.
uk: Маг кидає кільце льоду навколо себе, які можуть зашкодити ворогам в радіусі дії.

source: Spear of ice
uk: Спис льоду

source: The mage attacks one enemy with a powerful spear of magical ice.
uk: Маг атаки одного ворога з потужним списом магічного льоду.

source: The mage casts an even more powerful fireball.
uk: Маг ставить під ще більш потужний вогненна куля.

source: Ignite
uk: Запалювати

source: The mage embraces the heat of fire, so that victims of his firespells will likely suffer burn.
uk: Маг охоплює тепло вогню, так, що жертвами його firespells, швидше за все, страждають горять.

source: Ionisation
uk: Іонізація

source: Lightning
uk: Блискавка

source: The mage summons a lightning to attack one foe.
uk: Маг порядку блискавки атакувати один ворог.

source: Lightning strike
uk: Удар блискавки

source: The mage calls upon a mighty lightning to kill an enemy.
uk: Маг закликає могутнього блискавки, щоб вбити ворога.

source: Snow storm
uk: Снігова буря

source: The mage calls upon a snow storm to kill every enemy in a circle.
uk: Маг закликає сніжну бурю, щоб вбити всіх ворогів в коло.

source: Static shield
uk: Статичні щит

source: The mage surrounds himself with an armor of lightning, that will stun and damage enemies who are bold enough to attack in close combat.
uk: Маг оточує себе обладунки блискавки, яка стан і втрат ворогам, які є досить сміливими, щоб атака в ближньому бою.

source: Thunderstorm
uk: Гроза

source: The mage summons a thunderstorm that will assault enemies in its range with lightnings.
uk: Маг порядку гроза, що буде напад ворогів в свій асортимент з блискавками.

source: Tempest
uk: Буря

source: The mage summons a ferocious tempest that bombards enemies in its wake with lightnings.
uk: Маг порядку лютих буря, що бомбардує ворогів на своєму шляху з блискавками.

source: steal
uk: красти

source: Steals gold
uk: Викрадає золото

source: Alternativer Feuerball.
uk: Альтернативні Feuerball.

source: Booster
uk: Ракета-носій

source: completely overpowered Booster
uk: повністю здолали Booster

source: Healer
uk: Цілитель

source: Heilt alles
uk: Heilt аллес

source: Firestorm with increased range.
uk: Firestorm зі збільшеною дальністю.

source: goblin curse
uk: гоблін прокляття

source: monster Bash
uk: монстр Bash

source: Attacks every enemy in weapon range with slightly reduced damage.
uk: Атаки ворога в кожному діапазоні зі зброєю трохи зменшено збитків.

source: Fire arrow
uk: Вогняна стріла

source: Poison arrow
uk: Отруєною стрілою

source: Poisonous ranged attack
uk: Отруйні атаки в дальньому бою

source: throw dagger
uk: кинути кинджал

source: Throw a dagger
uk: Киньте кинджал

source: throw berry
uk: кинути ягоди

source: Throw a berry
uk: Киньте ягоду

source: throw rock
uk: кинути камінь

source: throw bomb
uk: кинути бомбу

source: Throw a bomb
uk: Киньте бомбу

source: Flee from enemy
uk: Біжіть від ворожих

source: Flame Throw
uk: Полум'я Throw

source: The basic attack of a flaming skeleton.
uk: Основні атаки палаючий скелет.

source: dark arrow
uk: темні стрілки

source: Blind ranged attack
uk: Сліпий атаки в дальньому бою

source: Stats Down
uk: Статистика Вниз

source: Decrease block-value
uk: Зниження вартості блоку

source: fire attack
uk: обстрілу

source: attack with fire damage
uk: атаку вогнем збиток

source: throw grenade
uk: кинути гранату

source: Peasant
uk: Селянин

source: The Trader
uk: Трейдер

source: small mandragora
uk: невеликий мандрагори

source: mandragora
uk: мандрагори

source: Giant wolf
uk: Гігантський вовк

source: wolf
uk: вовк

source: Psychotic Spider
uk: Психотичні Павук

source: Cave Spider
uk: Печера Павук

source: Spider
uk: Павук

source: Giant Bat
uk: Гігантська Летюча миша

source: Guard
uk: Охорона

source: General Greif
uk: Генеральний Горе

source: Prince Karlen
uk: Князь Карлен

source: Leonard von Robenforst
uk: Леонард фон Robenforst

source: Scout
uk: Розвідник

source: Trader
uk: Трейдер

source: Bowman
uk: Лучник

source: Avaeras Order, Firemage
uk: Avaeras ордена, Firemage

source: Elite Swordsman
uk: Елітний Мечник

source: Soren Windclaw
uk: Сорен Windclaw

source: Worker
uk: Робітник

source: Council Guard
uk: Рада гвардії

source: Council Mage
uk: Рада Магів

source: Ireana von Nordenburg
uk: Ireana фон Nordenburg

source: Council Guard Captain
uk: Рада гвардії капітан

source: Guardian Skeleton
uk: Зберігач Скелет

source: Zombie
uk: Зомбі

source: Maylons Ghost
uk: Maylons Духа

source: Skeleton
uk: Скелет

source: Giant Skeleton
uk: Гігантський скелет

source: Skeleton Archer
uk: Скелет Лучник

source: Skeleton Shadow Archer
uk: Скелет Лучник Тінь

source: Burning Skeleton
uk: Палаючий Скелет

source: Undead Scythe
uk: Нежить Scythe

source: Necromancer
uk: Некромант

source: Worker Skeleton
uk: Працівник Скелет

source: Lich
uk: Лич

source: Huge Skeleton
uk: Величезний скелет

source: Frost Skeleton
uk: Мороз Скелет

source: Frost Skeleton Archer
uk: Мороз Skeleton Archer

source: Chilling Death
uk: Охолодження Смерть

source: Savage Skeleton
uk: Savage Скелет

source: Boney Brothers
uk: Boney Брати

source: Neivan the Frostbringer
uk: Neivan Frostbringer

source: Black Raven
uk: Чорний Ворон

source: Ice Obelisk
uk: Лід Обеліск

source: goblin brawler
uk: гоблін скандаліст

source: goblin hunter
uk: гоблін мисливця

source: goblin robber
uk: гоблін грабіжник

source: goblin dog
uk: гоблін собаки

source: Lurdrak with the Hammer
uk: Lurdrak з молот

source: goblin fighter
uk: гоблін винищувач

source: goblin poacher
uk: гоблін браконьєра

source: goblin rider
uk: гоблін вершника

source: goblin temple guard
uk: гоблін храмової варти

source: goblin apprentice
uk: гоблін учня

source: goblin youngling
uk: гоблін дитинча

source: Gab Clan Goblin
uk: Gab клану гоблінів

source: goblin warrior
uk: гоблін воїн

source: goblin rocklobber
uk: гоблін rocklobber

source: goblin shaman
uk: Гоблін Шаман

source: goblin slayer
uk: гоблін вбивця

source: goblin assassin
uk: гоблін вбивці

source: Fire Slug
uk: Пожежа Slug

source: Mutant Slug
uk: Мутант Slug

source: Fire Louse
uk: Пожежа Воша

source: Inferno Behemoth
uk: Inferno Бегемот

source: Bandit
uk: Бандит

source: Thug
uk: Головоріз

source: Rogue
uk: Шахрай

source: Brigand
uk: Розбійник

source: Poacher
uk: Браконьєр

source: Alwin
uk: Альвін

source: Thief
uk: Злодій

source: Raider
uk: Рейдер

source: Highwayman
uk: Розбійник з великої дороги

source: Buck
uk: Долар

source: Deserter
uk: Дезертир

source: Saboteur
uk: Диверсант

source: Todd
uk: Тодд

source: Rob the Robber
uk: Роб Розбійник

source: Ronny the Rat
uk: Ронні Щур

source: Gertlinde Kampfer
uk: Gertlinde Кампфер

source: Potions
uk: Зілля

source: Weapons
uk: Зброя

source: Armors
uk: Броня

source: Objects found
uk: Знайдені предмети

source: What are these Items?
uk: Що це за предмети?

source: Ah, you noticed my lost and found?
uk: Ах, ви помітили, мій знахідок?

source: Everything I find in and around Joringsbridge is stored here.
uk: Все, що я знаходжу в і навколо Joringsbridge зберігається тут.

source: If something is your's just say the word. For a small finder's fee you can have it back.
uk: Якщо щось ваші тільки сказати слово. Вільний невеликий знахідку ви можете мати його назад.

source: Sergeant Lutterer
uk: Сержант Lutterer

source: Having the responsibility for Joringsbridge is never easy, not even when I had enough soldiers.
uk: Маючи на себе відповідальність за Joringsbridge ніколи не буває легким, навіть коли у мене було достатньо солдатів.

source: Lately, someone in the guard has been appropriating confiscated magical items.
uk: Останнім часом, хтось пристосування, привласнюючи конфіскували магічні предмети.

source: And I'm not even one step closer to find out who, than when I first noticed!
uk: І я навіть не на один крок ближче дізнатися, хто, ніж коли я вперше помітив!

source: ((A guard is diverting items? Surely not for hard times. I should take a look around.))
uk: ((Охоронець відволікаючи елементи? Звичайно, не для важкі часи. Я повинен подивитися навколо.))

source: The surroundings of Joringsbridge
uk: Околицях Joringsbridge

source: You better be careful when leaving the village.
uk: Ви краще бути обережним при виході з села.

source: Now, with almost all troops standing at the borders, we have to deal with an unmanageable flood of goblins.
uk: Тепер, коли майже всі війська стояли на кордонах, ми маємо справу з некерованим потоком гоблінів.

source: And everyone not drafted for the army seems to have discovered the happy bandit life for themselves.
uk: І все не призвали в армію, здається, виявив щасливе життя бандита самі за себе.

source: Thanks for the warning, sergeant.
uk: Спасибі за попередження, сержант.

source: Michel Bron
uk: Мішель Брон

source: Magus Convocatis Relau Fireweaver
uk: Маг Convocatis Relau Fireweaver

source: You are the backup sent by Lord Master Windclaw, arn't you?
uk: Ви резервного посланий Господом Майстер Windclaw, arn't вас?

source: I suggest you quickly journey on. There have been people dying by boredom in this village.
uk: Я пропоную Вам швидко подорож. Там були люди, що вмирають від нудьги в цьому селі.

source: Who knows if your physique will help you against that, too?
uk: Хто знає, якщо Ваше статура допоможе вам проти цього теж?

source: Welcome to the humble... village, they call it... of Joringsbridge.
uk: Ласкаво просимо в скромний ... села, вони називають це ... з Joringsbridge.

source: I have been stationed here due to the unfathomable wisdom of the Council.
uk: У мене були розміщені тут у зв'язку з незбагненною мудрості Ради.

source: If you want, I can add a certain something to your weapons.
uk: Якщо ви хочете, я можу додати щось певне до своєї зброї.

source: I am also quite adept at imbuing clothes with extra protection against the elements.
uk: Я також дуже майстерні в наповнюючи одяг з додатковим захистом від елементів.

source: Nothing more to do anyway.
uk: Нічого більше зробити в будь-якому випадку.

source: Why can't you use ice?
uk: Чому ви не можете використовувати лід?

source: Of course I know how to conjure ice...
uk: Звичайно, я знаю, як чаклувати лід ...

source: but, as you are no doubt unaware, casting and enchanting are two utterly different activities.
uk: але, як ви, без сумніву, знають, лиття і чарівні два абсолютно різних видів діяльності.

source: Be grateful I am able to enchant two elements.
uk: Будь вдячний я можу зачарувати двох елементів.

source: That's a rare talent, just so you know.
uk: Це рідкісний талант, тільки так ви знаєте.

source: Enchant Equipment
uk: Чари обладнання

source: Armor
uk: Збруя

source: Fire resistance
uk: Вогнестійкість

source: Air resistance
uk: Опір повітря

source: Weapon
uk: Зброя

source: Fire damage
uk: Збиток від пожежі

source: Air damage
uk: Повітря ушкодження

source: Increase Firemagic
uk: Збільшення Firemagic

source: Which part of your equipment should be enchanted?
uk: Яка частина вашого устаткування повинні бути зачаровані?

source: It may be helpful if you would equip something first.
uk: Це може бути корисно, якщо Ви б обладнати щось в першу чергу.

source: Which Enchantment do you want?
uk: Які Чари ви хочете?

source: I may work for the Council, but I don't run a charity. The price is $1.
uk: Я може працювати на Раді, але я не запускати благодійність. Ціна становить $ 1.

source: The price is $1
uk: Ціна рівна $1

source: As I always say: No enchantment should be applied a second time.
uk: Як я завжди кажу: ні чарівності слід застосовувати вдруге.

source: Trade
uk: Торгівля

source: Amelia
uk: Амелія

source: Drago
uk: Драго

source: Flynn
uk: Флінн

source: What is all this?
uk: Що все це означає?

source: Quite a lot of boxes...
uk: Досить багато ящиків ...

source: My predecessor left me with that chaos.
uk: Мій попередник залишив мене з цим хаосом.

source: These are all old army supplies.
uk: Це все старі поставки армії.

source: If you like something just point it out and I'll tell you a price.
uk: Якщо ви любите щось просто вкажіть його і я скажу вам ціну.

source: Enchant Items
uk: Чари елементів

source: Health Bonus
uk: Здоров'я Бонус

source: Armor class
uk: Броня класу

source: Willpower
uk: Сила волі

source: Attack speed
uk: Швидкість атаки

source: Power
uk: Влада

source: Ice damage
uk: Лід ушкодження

source: Gloves
uk: Рукавички

source: Dexterity
uk: Спритність

source: Hey you have no item equiped there
uk: Гей, у вас немає пункту обладнаний є

source: You dont have enough gold to pay the price of $1
uk: Ви не маєте достатньо золота, щоб заплатити за $ 1

source: It seems that this item already has such an enchantment.
uk: Здається, що цей пункт вже є такі чари.

source: Brons Tuer
uk: Brons Туер

source: Sergeant Wober
uk: Сержант Wober

source: Gab Resh
uk: Gab Реш

source: Maga Convocatis Darna Eistaucher
uk: Мага Convocatis Darna Eistaucher

source: Erzmaga Ireana von Nordenburg
uk: Erzmaga Ireana фон Nordenburg

source: Hauptmann der Wache
uk: Гауптман дер Wache

source: Vorarbeiter Nekromant
uk: Vorarbeiter Некромант

source: Buy empty scrolls
uk: Купити порожні сувої

source: Access stash
uk: Доступ притон

source: The Lost Trader
uk: Забули Trader

source: Wounded Scout
uk: Поранений Scout

source: Enchanter
uk: Чародій

source: Ice resistance
uk: Лід опору

source: Robert
uk: Роберт

source: Cain
uk: Каїн

source: Fenor Marken
uk: Fenor Марке
