Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: Quite a lot of boxes...
de: Ganz schön viele Kisten...

source: My predecessor left me with that chaos.
de: Das Chaos hat mir mein Vorgänger überlassen.

source: These are all old army supplies.
de: Sind alles alte Armeebestände.

source: If you like something just point it out and I'll tell you a price.
de: Wenn Euch was davon gefällt zeigt drauf und ich nenne Euch einen Preis.

source: Ah, you noticed my lost and found?
de: Ah, euch ist mein Fundbüro aufgefallen?

source: Everything I find in and around Joringsbridge is stored here.
de: Ich lagere hier alles, was ich so an verlorenen Gegenständen in und um Joringsbrück finde.

source: If something is your's just say the word. For a small finder's fee you can have it back.
de: Wenn Euch etwas davon gehört, sagt einfach Bescheid. Für einen geringen Finderlohn könnt Ihr es wiederhaben.

source: Having the responsibility for Joringsbridge is never easy, not even when I had enough soldiers.
de: Die Verantwortung für Joringsbrück zu haben ist nicht immer leicht, selbst, wenn ich genug Soldaten habe.

source: Lately, someone in the guard has been appropriating confiscated magical items.
de: Seit Monaten schafft irgend einer meiner Leute die beschlagnamten magischen Gegenstände bei Seite.

source: And I'm not even one step closer to find out who, than when I first noticed!
de: Und ich bin ihm noch keinen Schritt näher als am Anfang!

source: ((A guard is diverting items? Surely not for hard times. I should take a look around.))
de: (Ein Gardist schafft Gegenstaende bei Seite? Sicher nicht fuer schlechte Zeiten. Ich sollte mich mal umsehen.)

source: You better be careful when leaving the village.
de: Ihr seid besser vorsichtig, wenn Ihr das Dorf verlasst.

source: Now, with almost all troops standing at the borders, we have to deal with an unmanageable flood of goblins.
de: Jetzt, wo fast alle Truppen an den Grenzen stehen, haben wir es mit einer unüberschaubaren Flut von Goblins zu tun.

source: And everyone not drafted for the army seems to have discovered the happy bandit life for themselves.
de: Und alle, die nicht in die Armee eingezogen wurden, scheinen das Banditendasein für sich entdeckt zu haben.

source: Thanks for the warning, sergeant.
de: Danke für die Warnung, Sergeant

source: You are the backup sent by Lord Master Windclaw, arn't you?
de: Ihr seid die Unterstützung, die Lord Magister Windklaue geschickt hat, wie?

source: I suggest you quickly journey on. There have been people dying by boredom in this village.
de: Ich empfehle Euch eine schnelle Weiterreise. In diesem Dorf sind schon Menschen an Langeweile gestorben.

source: Who knows if your physique will help you against that, too?
de: Wer weiss, ob Eure Konstitution Euch dagegen auch hilft?

source: The peasants are rescued, the goblins slain, and the service paid. What more can you ask for?
de: Die Bauern sind gerettet, die Goblins erschlagen und die Dienstleistung bezahlt. Was will man mehr?

source: The peasants are rescued and the goblins slain. Time to collect the reward for the trouble in Joringsbridge.
de: Die Bauern sind gerettet und die Goblins erschlagen. Zeit, den Lohn fuer all die Muehen in Joringsbrueck abzuholen.

source: The goblins around Bron's farm are not among the living anymore. I should knock at the door and make sure, everything is all right. No peasants, no money.
de: Die Goblins rund um Brons Farm weilen nicht mehr unter den Lebenden. Ich sollte mal an die Tür klopfen und sehen, dass alles in Ordnung ist. Keine Bauern, kein Geld.

source: The farm of a peasant named Michel Bron is besieged by goblins. His family needs help - fast.
de: Der Hof eines Bauern namens Michel Bron wird von Goblins belagert. Seine Familie braucht Hilfe - schnell.

source: Ah! Are you feeling like earning the money after all?
de: Ah! Habt ihr doch noch Lust bekommen, Euch das Gold zu verdienen?

source: Don't think, I haven't seen you hanging around back there.
de: Glaubt ja nicht, ich habe Euch nicht dort herumlungern sehen.

source: Don't think, I haven't seen you and your friend hanging around back there.
de: Glaubt ja nicht, ich habe Euch und Euren Freund nicht dort herumlungern sehen.

source: Don't think, I haven't seen you and your friends hanging around back there.
de: Glaubt ja nicht, ich habe Euch und Eure Freunde nicht dort herumlungern sehen.

source: But I don't want to complain.
de: Aber ich will mich nicht beschweren.

source: You know the drill: Get to the Northern Meadow and drive away the goblins around Bron's farm.
de: Ihr wisst, wie es läuft: Geht in die nördliche Wiese und vertreibt die Goblins, die sich um Brons Hof herum aufhalten.

source: I don't care, how you do it, even if you gobble them raw.
de: Wie Ihr das anstellt, ist mir egal, und wenn Ihr sie alle roh verschlingt.

source: Just kidding.
de: Nur ein Scherz.

source: When you're done come back to me.
de: Wenn Ihr es geschafft habt, kommt Ihr zu mir zurueck.

source: On my way.
de: Schon unterwegs.

source: That should have been enough goblins. I better look after Bron's family.
de: Das sollten genug Goblins gewesen sein. Ich sehe besser mal nach Brons Familie.

source: The goblins are gone. Are you alright?
de: Die Goblins sind weg. Geht es euch gut?

source: Thank you very much.
de: Ich danke euch.

source: Sadly I cannot ask you in.
de: Leider können wir euch nicht hereinbitten.

source: Our barricade is quite heavy.
de: Unsere Barrikaden sind recht schwer.

source: But I will give word to my husband that we are alive and well.
de: Aber ich werde meinem Mann Bescheid geben, dass es uns gut geht.

source: How so?
de: Wie denn das?

source: With a crytal of Avearea, of course. It's been handed down in my family for generations.
de: Mit einem Avaeras-Kristall natürlich. Er wird schon seit Generationen in meiner Familie vererbt.

source: Of course. Silly of me.
de: Natürlich. Dumm von mir.

source: Really now. Did you think she'd use carrier pigeons in this day and age?
de: Also ehrlich, dachtest du, sie würde in der heutigen Zeit eine Brieftaube benutzen?

source: Let's just go collect the money.
de: Lass uns einfach das Geld abholen gehen.

source: It's done.
de: Es ist vollbracht.

source: I've already heard of it.
de: Hab ich schon gehört.

source: Michel is in the tavern and getting plastered. All in honor of your bravery, of course.
de: Michel ist gerade in der Schenke und besäuft sich auf Euer Wohl.

source: But that shall be of no concern to you.
de: Aber das soll nicht mehr Eure Sorge sein.

source: Here's the money.
de: Hier habt ihr das Geld.

source: Quest finished
de: Quest beendet

source: Follow us, please.
de: Folgt uns bitte.

source: The Council is not all that impressive...
de: Dieses Konzil ist auch nicht so besonders...

source: Natch! Now you're having a big mouth again.
de: Na klar! Jetzt hast du wieder eine große Klappe.

source: Why exactly was it that I put up with your company?
de: Warum gebe ich mich doch gleich mit deiner Gesellschaft ab?

source: Hush! You can argue later.
de: Scht! Streiten könnt ihr euch später.

source: Finally we're here!
de: Endlich sind wir da!

source: ((That room doesn't feel good at all.))
de: (Der Raum da fuehlt sich gar nicht gut an.)

source: Do you feel that?! It feels like...
de: Spürt ihr das?!! Das fühlt sich an wie-

source: Quiet!
de: Scht!

source: My Lord! The... Branded Ones are here now.
de: Mein Lord! Die... Gezeichneten sind jetzt da.

source: Very well.
de: Sehr gut.

source: He awaits you now.
de: Er erwartet dich jetzt

source: You're presence is no longer needed.
de: Eure Anwesenheit ist nicht länger von Nöten.

source: My Lord, those are-
de: Aber mein Lord, das sind-

source: As you wish. My apologies.
de: Wie ihr es wünscht, verzeiht bitte.

source: Come on, he knows what he's doing.
de: Jetzt komm schon, der weiß was er tut.

source: Nice shack!
de: Nette Hütte!

source: Well, the corners are a bit dirty though.
de: Naja, etwas unordentlich…

source: ...not to say: slimy.
de: ...um nicht zu sagen: schleimig.

source: Those ritual objects have seen better times, too.
de: Diese Ritualgegenstände haben auch schon bessere Zeiten gesehen.

source: Yes, they warned me that you're difficult. ##solo
de: Ja, sie haben mich gewarnt, dass Ihr schwierig seid. ##solo

source: Yes, they warned me that you're difficult.
de: Ja, sie haben mich gewarnt, dass ihr schwierig seid.

source: Difficult?
de: Schwierig?

source: I'm putting in so much effort, and everything I get is "difficult"
de: Da gebe ich mir solche Mühe und alles was dabei raus kommt ist "schwierig".

source: You're putting in so much effort, and everything you get is "difficult"
de: Da gibst du dir solche Mühe und alles was dabei raus kommt ist "schwierig".

source: Tsk. I feel like burning off the whole place.
de: Pft. Ich hätte große Lust den Laden abzufackeln.

source: I feel like burning off the whole place.
de: Ich hätte große Lust den Laden abzufackeln.

source: With all those wimps here it's hardly worth the effort, isn't it?
de: Bei den ganzen Waschlappen hier ist das doch kaum der Mühe wert.

source: Then again...
de: Andererseits...

source: If more of those giant things break free that could cause a little trouble...
de: Wenn noch mehr von Riesendinger frei kommen könnte das ein paar Schwierigkeiten machen...

source: And the odds are pretty high... after all the monsters here have their own head.
de: Und die Chance ist recht hoch... die Monster hier haben schließlich alle ihren eigenen Kopf.

source: I know this nice little spell...
de: Ich kenn da einen netten kleinen Bannspruch...

source: Would you please take a quick look at this crystal. ##solo
de: Würdet Ihr bitte kurz auf diesen Stein sehen. ##solo

source: Would you please take a quick look at this crystal.
de: Würdet ihr bitte kurz auf diesen Stein sehen.

source: Is that a...?
de: Ist das etwa ein... ?

source: Quite so.
de: Ganz recht.

source: It is a crystal straight from the heart of Harad's hell.
de: Es handelt sich um einen Stein aus dem Herzen von Harads Hölle.

source: How is it possible that you're still alive?
de: Wie kann es sein, dass ihr noch am Leben seid?

source: Indeed the right question.
de: In der Tat die richtige Frage.

source: With an answer, that could release you from your suffering.
de: Mit einer Antwort, die Euch von euren Leiden befreien wird.

source: With an answer, that could release every one of you from your suffering.
de: Mit einer Antwort, die euch alle von euren Leiden befreien wird.

source: But before I give it to you, you have to do something for me.
de: Aber bevor ich sie euch gebe, müsst ihr jedoch zuerst etwas für mich tun.

source: May Harad curse you!
de: Möge Harad dich verfluchen!

source: Tsk tsk. How rude to use the name of the Cursed One in Akeran's halls.
de: Ts Ts. Wie unhöflich den Namen des Verfluchten in Akerans Hallen zu verwenden.

source: This is a goddamn den of thieves.
de: Das ist eine verdammte Räuberhöhle.

source: You're missing the main point.
de: Euch entgeht der eigentliche Punkt.

source: You should realize that it is entirely up to you, how long you will be in the slavery of the deathgod.
de: Ihr solltet begreifen, dass es ganz an euch liegt, wie lange ihr unter der vollkommenen Knechtschaft des Totengottes stehen werdet.

source: Fulfill my orders to Akeran's and the council's satisfaction and I have the power to release you of his claws.
de: Erfüllt ihr meinen Auftrag zur Zufriedenheit Akerans und des Konzils, habe ich die Macht euch aus seine Klauen zu befreien.

source: Forever.
de: Für immer.

source: If not, however...
de: Wenn nicht, jedoch...

source: Heard that one a thousend times already. Cut the speach.
de: Hab ich schon tausend Mal gehört. Spar dir die Rede.

source: We know that one already. Cut the speach.
de: Das kennen wir schon, also spart dir die langen Reden.

source: As you wish.
de: Wie ihr es wünscht.

source: But I should warn you. The task is pretty dangerous and you are likely to die more than once.
de: Doch ich sollte euch warnen, der Auftrag ist recht gefährlich und ihr werdet wahrscheinlich mehr als einmal sterben.

source: Harad's curse has to have some advantage.
de: Der Fluch von Harad muss ja irgend einen Vorteil haben.

source: Except the pain...
de: Bis auf die Schmerzen...

source: Even here you have to whine.
de: Selbst hier musst du noch jammern.

source: You are indeed a bunch of difficult people.
de: Ihr seid in der Tat ein Haufen schwieriger Gestalten.

source: You are indeed difficult.
de: Ihr seid in der Tat eine schwierige Gestalt

source: He's beginning to make me angry.
de: Langsam macht er mich wütend

source: Peace!
de: Friede!

source: Pathetic fool!
de: Armselige Gestalt!

source: The first thing you have to learn are obviously manners. ##solo
de: Zuerst müsst Ihr ganz offensichtlich Manieren lernen. ##solo

source: Pathetic fools!
de: Armselige Gestalten!

source: The first thing you have to learn are obviously manners.
de: Zuerst müsst Ihr ganz offensichtlich Manieren lernen.

source: Consider it as a small bonus:
de: Betrachtet es einfach als kleine Gefälligkeit:

source: Before your real assignment you will go to Dwarfenwall as backup.
de: Vor eurem eigentlichen Auftrag geht ihr als Verstärkung nach Zwergentrutz.

source: Show the undead there who the real favourite of the deathgod is.
de: Zeigt den Untoten dort, wer tatsächlich der Liebling des Totengottes ist.

source: Smells like exploitation.
de: Das schmeckt wie Ausbeutung.

source: Besides the necromancers don't follow Harad.
de: Außerdem folgen Nekromanten nicht Harad.

source: This robed wimp ranks pretty high among all the miserable rats
de: Unter allen miesen Ratten, für die ich schon die Kastanien aus dem Feuer geholt habe

source: for who's chestnuts I pulled out of the fire.
de: rangiert dieser Robenwicht ziemlich weit an der Spitze.

source: Me too, I don't understand why we should do his bidding. In the end he is -
de: Ich verstehe auch nicht, warum wir hier nach seiner Pfeife tanzen. Er ist doch schließlich-

source: Just a man!!
de: Nur ein Mensch!!

source: You obviously misjudge your position.
de: Ihr verkennt ganz offensichtlich eure Position.

source: What do you think will happen, if you're revealed in town?
de: Was denkt ihr wohl, was geschieht, wenn ihr in dieser Stadt erkannt werdet?

source: We know everything about your accursed kind, and believe me, no one will be stupid enough to kill you.
de: Wir wissen alles über eure akeranverfluchte Art und niemand wäre dumm genug, euch zu töten, dass könnt ihr mir glauben.

source: Continue to be snotty?
de: Weiterhin patzig sein?

source: Yes
de: Ja

source: No
de: Nein

source: You consider yourself very mighty and clever, don't you?
de: Ihr haltet euch wohl für besonders mächtig und gerissen?

source: Surely he has written down that knowledge of his somewhere.
de: Sicherlich hat er sein Wissen hier irgendwo aufgeschrieben.

source: We can search for it after he's dead.
de: Wir können danach suchen, sobald er tot ist.

source: A good opportunity, indeed.
de: Eine günstige Gelegenheit. In der Tat.

source: Surely you have written down that knowledge of your's somewhere.
de: Sicherlich hast du dein Wissen hier irgendwo aufgeschrieben.

source: I can search for it after your untimely death.
de: Ich kann auch nach deinem vorzeitigen Tod danach suchen.

source: Yes, they warned me about that, too.
de: Ja, sie haben mich auch davor gewarnt, dass so etwas geschehen könnte.

source: I will keep an eye on you and give you orders with this crystal.
de: Mit diesem Kristall werde ich euch im Auge behalten und Anweisungen erteilen.

source: This simple elemental will remind you now that immortality has little meaning here.
de: Dieser einfache Elementar wird euch jetzt daran erinnern, dass Unsterblichkeit an diesem Ort wenig bedeutet.

source: Of course.
de: Natürlich.

source: With our freedom as the price we will do everything in our might to be successful.
de: Wenn unsere Freiheit die Belohnung ist, werden wir alles in unserer Macht stehende tun, um erfolgreich zu sein.

source: I don't like it.
de: Das gefällt mir nicht.

source: I have to take care of the preparations for the prince's imminent wedding now.
de: Ich muss mich jetzt um die Vorbereitungen für die bevorstehende Heirat des Prinzen kümmern.

source: There is no time for further explanations.
de: Es ist keine Zeit für weitere Erklärungen.

source: Take this crystal and some gold.
de: Nehmt etwas Gold und diesen Kristall.

source: I will send you orders with it when the time comes.
de: Darüber werde ich euch zur rechten Zeit weitere Instruktionen senden.

source: There you go! That was rather tame.
de: Na bitte, das war doch eher zahm.

source: That was the weakest elemental I could possibly summon.
de: Das war der schwächste Elementar, den ich beschwören konnte.

source: Always remember that.
de: Denkt immer daran.

source: Take some gold and equip yourselves in the mercenary camp north of town.
de: Nehmt etwas Gold und rüstet euch im Söldnerlager nördlich der Stadt aus.

source: There you'll find everything you need.
de: Dort findet ihr alles, was ihr braucht.

source: Everything?
de: Alles?

source: I cannot waste time here any longer.
de: Ich kann nicht länger meine Zeit verschwenden.

source: The prince will marry soon and there are lots of preparations to make.
de: Der Prinz wird bald heiraten und es gibt noch einige Vorbereitungen zu treffen.

source: With this crystal I will keep in touch with you.
de: Über diesen Kristall werde ich mit euch in Verbindung bleiben.

source: Surely it's not really allowed by the most divine Akeran to blackmail my combat strength.
de: Ist sicherlich nicht wirklich vom göttlichsten Akeran erlaubt meine Kampfkraft zu erpressen.

source: Surely it's not really allowed by the most divine Akeran to blackmail our combat strength.
de: Ist sicherlich nicht wirklich vom göttlichsten Akeran erlaubt, unsere Kampfkraft zu erpressen.

source: Now go!
de: Verschwindet endlich!

source: ((That Windclaw is somehow weird.))
de: (Dieser Windklaue ist irgendwie seltsam.)

source: ((He knows too much. And he has a real stone of Harad's hell.))
de: (Er weiß zuviel. Und er hat einen echten Stein aus Harads Hoelle.)

source: ((And that crystal, he palmed off on me...))
de: (Und dieser Kristall, den er mir untergejubelt hat...)

source: ((Looks like a spying crystal. Well, we will know that soon.))
de: (Sieht aus wie ein Spionagekristall. Na, das werden wir gleich wissen.)

source: Hm... I guess I'll look for enemies of the council.
de: Hm... ich werde einfach mal nach Feinden des Konzils Ausschau halten.

source: And then I'll take apart those summoner-imps with them.
de: Und danach mit ihnen diese Beschwörer-Wichtel auseinander nehmen.

source: Shouldn't be too hard.
de: Das sollte nicht so schwer sein.

source: That's what you think, Branded One!
de: Das glaubst auch nur du, Gezeichnete!

source: ... said the spying Lord Master.
de: ...sprach der spionierende Lord Magister.

source: Not a pretty habit you have there, Airpaw...
de: Keine schönen Angewohnheiten, die du da hast, Luftpfote...

source: Windclaw!
de: Windklaue!

source: And you better accustom yourself to be monitored.
de: Und gewöhn dich besser daran, überwacht zu werden.

source: I'm no idiot.
de: Ich bin kein Idiot

source: But you're not omniscient, too.
de: Aber allwissend bist du auch nicht.

source: What are you trying to say?
de: Und was willst du damit sagen?

source: Well... that thing was made by the mage guild of Aisen, right?
de: Na ja... das Ding da ist von der Aisener Magiergilde hergestellt worden, oder etwa nicht?

source: And?
de: Und?

source: You're a zealot, aren't you?
de: Bist ein Fachidiot, was?

source: Avaera, goddess of magic? Ring a bell? The people there are pretty devotional.
de: Avaera, die Göttin der Magie? Klingelts? Die Leute da sind alle recht fromm.

source: They are bound to have given Avaeras blessing on that crystal to make it work that much better.
de: Die haben bestimmt Avaeras Segen auf den Kristall gesprochen, damit er viel besser funktioniert.

source: Guard your tongue, scum! What is that supposed to change?
de: Hüte deine Zunge, Abschaum! Was bitte soll das ändern?

source: Everything.
de: Alles

source: Do you know what happens, if that comes into contact with the blood of Branded Ones?
de: Weißt du, was passiert, wenn das mit dem Blut von Gezeichneten in Berührung kommt?

source: It's not as if I had a bunch of you Cursed Ones here for experimental purposes.
de: Es ist nicht so, als hätte ich besondes viele von euch Verfluchten zu experimentellen Zwecken hier.

source: Right, right.
de: Sicher, sicher.

source: Your people would be quite surprised were I came from.
de: Die werden auch sehr interessiert sein, wo ich hergekommen bin.

source: And it's Branded One.
de: Und das heißt Gezeichnete.

source: Blind and deaf, but not mute, eh?
de: Blind und Taub, aber nicht stumm, wie?

source: It's going to be a wearisome journey, if this keeps going on...
de: Das wird eine echt anstrengende Reise, wenn das so weitergeht...

source: Calm yourself, Lord of the unpleasent airs!
de: Beruhige dich, Herr der unangenehemen Lüfte!

source: I can hear you and we can talk, if it has to be.
de: Ich kann dich hören und wir können reden, wenn es sein muss

source: That's enough, don't you think?
de: Das reicht doch, oder?

source: You can't possibly have enough money, so that I would let you gawp at me all the time.
de: So viel Geld, als das ich mich von dir die ganze Zeit anstarren lasse, kannst du gar nicht haben.

source: Just pray to your Akeran that I never find a way to send a fireball through that blasted thing.
de: Bete lieber zu deinem Akeran, dass ich nie einen Weg finde, einen Feuerball durch das Ding zu schicken.

source: Well, well... knowledge about the gods is power, if you are exposed to their moods.
de: Tja ja... Wissen über die Götter ist Macht, wenn man ihren Launen ausgesetzt ist.

source: Just be glad I didn't smash the whole crystal.
de: Sei lieber froh, dass ich nicht gleich den ganzen Kristall zerschmettert habe.

source: Allow yourself more of such impertinences and I'll have you thrown into the dungeon tower!
de: Erlaube dir noch eine solche Unverschämtheit und ich werde dich in den Hungerturm sperren lassen!

source: What am I to do with you councilmen?
de: Was soll ich nur mit diesen Konzilikern machen?

source: Can we blind that crystal somehow?
de: Können wir diesen Kristall irgendwie blind machen?

source: I bet the guy is sitting in a cozy armchair right now and watching that we don't break ranks.
de: Bestimmt sitzt der Kerl gerade in einem gemütlichen Sessel und passt auf, dass wir nicht aus der Reihe tanzen.

source: I've seen something like this in the army before...
de: Ich hab so was schon mal in der Armee gesehen...

source: Of course. There is this nice little trick.
de: Aber ja. Ich kenne da einen netten kleinen Trick.

source: Don't you dare, or-
de: Wagt es ja nicht, oder-

source: That's it.
de: So, das wars.

source: And now he can't hear us anymore?
de: Und jetzt kann er uns nicht mehr hören?

source: Only if we want to. Our blood works wonders on blessed items.
de: Nur, wenn wir es wollen. Unser Blut wirkt bei gesegneten Gegenständen einfach Wunder.

source: It's a good thing that this was blessed by devoted aisen mages to Avaera. Even if the goddess of magic is unlikely to be amused about my attachment.
de: Gut, dass das da von frommen aisener Magiern Avaera gesegnet wurde. Auch wenn die Göttin der Magie nicht erfreut über meinen Zusatz sein dürfte.

source: But he can still annoy us.
de: Nerven kann der gute Soren aber immer noch.

source: We're bound to notice, if he has something to tell us.
de: Wir bekommen es auf jeden Fall mit, wenn er uns etwas sagen will.
