Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: You will discover that the scrolls take you right here again. ##solo
de: Ihr werdet feststellen, dass die Schriftrollen Euch wieder genau hier her bringen werden. ##solo

source: You will discover that the scrolls take you right here again.
de: Ihr werdet feststellen, dass die Schriftrollen Euch wieder genau hier her bringen werden.

source: Verflucht sei Windclaw!
de: Verflucht sei Windklaue!

source: Fine. Then we do it the hard way.
de: Na schön. Dann eben auf die harte Tour.

source: If you need something let me know. I discovered some potions back there, and I would part with them for a small amount of gold.
de: Wenn ihr etwas braucht, lasst es mich wissen. Ich habe da hinten ein paar Tränke entdeckt,von denen ich mich für ein geringes Entgeld trennen werde.

source: You really ask money for it.
de: Ihr verlangt tatsächlich Geld dafür.

source: But business is business.
de: Aber Geschäft ist Geschäft.

source: A strange trader offered me to sell Empty Scrolls.
de: Ein seltsamer Händler hat angeboten, Leere Schriftrollen zu verkaufen.

source: A moment, dear madam.
de: Einen Augenblick, ehrenwerte Dame.

source: A moment, dear mister.
de: Einen Augenblick, ehrenwerter Herr.

source: A moment, dear ladies.
de: Einen Augenblick, ehrenwerte Damen.

source: A moment, dear sirs.
de: Einen Augenblick, ehrenwerte Herren.

source: A moment, ladies and gentleman.
de: Einen Augenblick, ehrenwerte Herrschaften.

source: What is it now?
de: Was ist denn jetzt schon wieder?

source: It seems, you are stuck in Harad's black claws.
de: Mir scheint, Ihr steckt in Harads schwarzen Klauen.

source: Well, I want to say I'd like to lend you my services.
de: Nun, ich will damit sagen, dass ich meine Dienste anbieten möchte.

source: You are a trader?
de: Ihr seid Händler?

source: Unfortunatly I bet on the wrong branch and now I'm stuck with a large contingent of Empty Scrolls.
de: Doch leider setzte ich auf den falschen Zweig und stehe nun mit einem größeren Kontingent Leerer Schriftrollen da.

source: What do we want with empty scrolls?
de: Was wollen wir denn mit leeren Schriftrollen?

source: Didn't you hear the capital letters?
de: Hast du die Großbuchstaben nicht gehört?

source: What kind of scrolls are they?
de: Was sind das für Rollen?

source: I see you are a man of reason!
de: Ihr seid ein Mann von Verstand!

source: I see you are a woman of reason!
de: Ihr seid eine Frau von Verstand!

source: An Empty Scroll is much to my regret only capable of one thing:
de: Eine Leere Schriftrolle ist zu meinem großen Bedauern nur zu einem in der Lage:

source: Establish a way through Harads Black Abyss.
de: Einen Weg durch Harads Schwarzen Abgrund schaffen.

source: And to make it worse only to spots of great magical concentration like the big road shrine over there.
de: Und dann auch noch nur zu einer Stelle großer magischer Konzentration wie dem dicken Wegeschrein da hinten.

source: It's power is furthermore depleted quickly and limited to one person.
de: Die Macht erschöpft sich außerdem recht schnell und ist auf eine Person beschränkt.

source: Explain the waypoint system?
de: Das Wegpunktesystem erklären?

source: If you are getting close to a waypoint, your aura will bring the familiar spirits of this place to ignite warning flames.
de: Wenn Ihr Euch einem Wegeschrein nähert, wird Eure Aura die Schutzgeister dieses Ortes dazu veranlassen, warnende Flammen zu entzünden.

source: But do not fear, they don't have the power to harm you in any way, really.
de: Aber keine Angst, sie haben nicht die Macht, Euch wirklich gefährlich zu werden.

source: Counterwise you can be sure that you are able to use the road shrine if you see the flames.
de: Dafür könnt Ihr sicher sein, dass Ihr den Wegeschrein benutzen könnt, wenn Ihr die Flammen seht.

source: If you click on a road shrine, your body will volatilize into Harad's Black Abyss.
de: Wenn Ihr auf einen Wegeschrein klickt, wird Euer Körper sich in Harads Schwarzen Abgrund verflüchtigen.

source: Before your inner eye there will be a map with all the places, you have already visited.
de: Vor Eurem Auge wird dann eine Karte mit allen Orten erscheinen, die Ihr bereits besucht habt.

source: They are shown as a circle.
de: Sie werden als ein Kreis dargestellt.

source: If you have an open portal in the world, it will be shown too, but by a red dot.
de: Wenn Ihr ein Portal in der Welt offen habt, wird auch dieses angezeigt, allerdings durch einen roten Punkt.

source: Click on one of these symbols, and your body will reassemble itself fast as the wind at your destination.
de: Klickt auf eines dieser Symbole, und Euer Körper setzt sich in Windeseile am Zielort wieder zusammen.

source: Goblins and other beasts have stolen quite a lot recently.
de: Goblins und ähnliches Gekreuch haben in letzter Zeit allerhand gestohlen.

source: It may be convenient to make a short detour to a well-assorted trader.
de: Es mag Euch gelegen kommen, einen kurzen Abstecher zu einem gut sortierten Händler zu unternehmen.

source: Speaking of you?
de: Nämlich Euch?

source: Actually not, regrettably.
de: Zu meinem Bedauern nein.

source: As reported, I misinvested in the Empty Scrolls and have no available capital.
de: Wie bereits berichtet habe ich mich mit den Leeren Schriftrollen übernommen und derzeit kein freies Kapital.

source: I'm afraid all I can give you for your wares in gold would be insufficient.
de: Ich fürchte, ich kann euch nur unzureichende Mengen an Gold für eure Waren bieten.

source: But I can supply you for a really long time. It's a promise.
de: Aber ich kann euch noch sehr lange versorgen, das verspreche ich Euch.

source: One reason being customers are really rare in these parts.
de: Schon deswegen, weil Kundschaft in diesen Breiten rar gesät ist.

source: They are everywhere.
de: Das ist sie überall.

source: with all due respect: That is a blessing.
de: Und ohne Euch zu nahe zu treten: Das ist auch gut so.

source: Not many Branded Ones would have listened to me as you did.
de: Nicht viele Gezeichnete hätten mir so zugehört wie Ihr.

source: Allow me to give you an Empty Scroll as a freebie.
de: Lasst mich Euch eine Leere Schriftrolle als Werbegeschenk überreichen.

source: Grace me with your presence again, if you please.
de: Beehrt mich bald wieder.

source: Wait! Does this thing have to be called "Empty Scroll"?
de: Moment! Muss das Ding denn unbedingt "Leere Schriftrolle heißen?"

source: Why not town portal or something like that?
de: Warum nicht Stadtportal oder so was?

source: Well, they were sold to me as Empty Scrolls, but how you call them is entirely up to you.
de: Nun, sie wurden mir als Leere Schriftrollen verkauft, aber wie Ihr sie nennt, ist gänzlich Euch überlassen.

source: Why not "Way to the town" or something like that?
de: Warum nicht einfach "Weg zur Stadt" oder so?

source: What kind of name is this supposed to be??
de: Was soll das denn für ein Name sein??

source: More like town portal.
de: Wohl eher Stadtportal.

source: Now, now, honorable customers!
de: Aber aber, ehrenwerte Kunden!

source: They were sold to me as Empty Scrolls, but how you call them is entirely up to you!
de: Sie wurden mir nur als Leere Schriftrollen verkauft, aber wie ihr sie nennt ist völlig Euch überlassen!

source: And how do we use them?
de: Und wie benutzt man sie nun?

source: Like a common potion.
de: Wie einen ganz normalen Trank.

source: Explain the belt?
de: Den Gürtel erklären?

source: Well, you now about your inventory, right?
de: Nun, über Euer Inventar wisst Ihr ja Bescheid, richtig?

source: At the bottom you have the small items, which take three rows of space.
de: Ganz unten habt Ihr die kleinen Gegenstände, die in drei Reihen vorhanden sind.

source: The top row represents your belt.
de: Die oberste Reihe repräsentiert Euren Gürtel.

source: If you place a potion there, it appears in the belt row.
de: Wenn Ihr dort zum Beispiel einen Trank platziert, taucht er auch in der Gürtelleiste unten auf.

source: I'm sure you noticed, right?
de: Das ist euch sicherlich schon aufgefallen?

source: And long years on the battlefield caused me to change potions for similar potions immediately once I used one.
de: Und lange Jahre auf dem Schlachtfeld haben dafür gesorgt, dass ich benutzte Tränke sofort gegen einen gleichartigen Trank austausche, wenn ich einen benutze.

source: A useful skill.
de: Eine nützliche Fähigkeit.

source: Doesn't everyone learn it who wants to avoid death?
de: Lernt die nicht jeder, der den Tod vermeiden will?

source: Well, whatever.
de: Nun, wie de auch sei.

source: If you want to use a potion you can do so by clicking on it with the right mouse button in the inventory or the belt.
de: Wenn Ihr einen Trank verwenden wollt, könnt Ihr das tun, indem Ihr ihn im Inventar oder im Gürtel mit rechts anklickt.

source: Alternativly you can choose the number of the belt slot it is in.
de: Alternativ könnt ihr auch die Ziffer des Gürtelfachs wählen, in dem er liegt.

source: That is, 1 for the potion on the left, 2 for the second from the left and so on.
de: Also 1 für den Trank ganz links, 2 für den zweiten von Links und so weiter.

source: This works for all usable items alike, so naturally for the scrolls, too.
de: Das funktioniert für alle benutzbaren Gegenstände gleich, also auch für die Schriftrollen.

source: Oh! It's that simple?
de: Oh! So einfach?

source: Oddball.
de: Komischer Kauz.

source: Well, I noticed you were headed north, and I thought it would be convenient for you to know I'm nearby.
de: Oh, nun, mir fiel auf, dass Ihr nach Norden wolltet, und ich dachte mir, dass es Euch vielleicht gelegen käme, mich in der Nähe zu wissen.

source: Well, you are right, I guess.
de: Hm, da habt Ihr auch wieder recht.

source: How nice to see you have escaped from the caves.
de: Wie schön, dass Ihr auch aus den Höhlen entkommen seid.

source: No thanks to you. May I continue to offer you my services?
de: Das habe ich Euch zu verdanken. Darf ich Euch weiterhin meine Dienste anbieten?

source: Surely. Now that I finally have a sound anchor again.
de: Aber sicher doch. Jetzt, wo ich endlich wieder einen vernünftigen Anker habe.

source: Hand your weapon over to Derred.
de: Gib deine Waffen bei Derred ab.

source: Follow Tolec and Derred.
de: Folge Tolec und Derred.

source: Kill all Fire Slugs in the enclosure.
de: Töte alle Feuerschnecken in dem Gehege.

source: Find the secret entrance to the library.
de: Finde den geheimen Zugang zur Bibliothek.

source: Kill every spawn of the behemoth.
de: Töte alle Abkömmlinge des Behemoth.

source: Harad's bones!
de: Bei Harads Knochen!

source: That was at least as nasty as the first years in hell! Where am I?
de: Das war mindestens so schlimm wie die ersten Jahre in der Hölle! Wo bin ich hier?

source: And who is the other sad character?
de: Und wer ist die andere müde Gestalt?

source: And who are the other sad characters?
de: Und wer sind die anderen müden Gestalten?

source: Are you looking for trouble? Who is responsible for this mess!?!
de: Suchst du Streit? Wer ist für diesen Schlammassel verantwortlich!?!

source: I almost had that damn ogre and suddenly someones ripping out my guts who's not even near me!
de: Beinahe hätte ich den verdammten Oger gehabt und plötzlich reißt mir jemand die Eingeweide raus, der noch nicht mal in meiner Nähe steht!

source: Oh yes! The miraculous mental abilities of club swingers.
de: Ah ja! Die Wunder geistigen Kapazität von Knüppelschwingern.

source: I'll show you the endurance capacities of magic squirters!
de: Ich zeig dir gleich die Ausdauerkapazitäten von Magiesprutzern!

source: What a disgusting ambiance. I did not desire to be here... and I had just found a nice and safe place.
de: Welch abstoßendes Ambiente. Ich habe nicht darum gebeten, hier zu sein... ich hatte gerade einen so ansprechenden und sicheren Ort gefunden.

source: Excuse me...
de: Entschuldigt...

source: No, you have to say that much more authoritative.
de: Nein, du musst das viel bestimmter sagen.

source: It seems someone here has greater knowledge about how Harad is keeping me alive and moves me.
de: Es scheint, als besäße hier jemand größeres Wissen über die Art und Weise, wie Harad mich am Leben hält und bewegt.

source: It seems someone here has greater knowledge about how Harad is keeping us alive and moves us.
de: Es scheint, als besäße hier jemand größeres Wissen über die Art und Weise, wie Harad uns am Leben hält und bewegt.

source: Whoever is the head honcho here: He had better known what he's gotten himself into.
de: Wer auch immer hier das Sagen hat: Er hat sich besser überlegt, worauf er sich einlässt.

source: Lot's of money could appease me again.
de: Viel Geld könnte mich wieder gnädig stimmen.

source: Please excuse your slightly rough arrival. Lord Master Soren Windclaw requests your presence. ##solo
de: Bitte entschuldigt die etwas raue Ankunft. Lord Magister Soren Windklaue erbittet eure Audienz. ##solo

source: Please excuse your slightly rough arrival. Lord Master Soren Windclaw requests your presence.
de: Bitte entschuldigt die etwas raue Ankunft. Lord Magister Soren Windklaue erbittet eure Audienz.

source: I see!
de: Ach so!

source: Master
de: Magister

source: Windclaw.
de: Windklaue.

source: Why didn't you say so in the first place?
de: Warum habt ihr das nicht gleich gesagt?

source: Well, if you would follow us, please?
de: Nun, wenn Ihr uns bitte folgen würdet?

source: Are you kidding us? Who the hell is this windpaw?
de: Wollt ihr uns verarschen? Wer bitte schön ist denn dieser Windwichtel?

source: Are you kidding me? Who the hell is this windpaw?
de: Wollt ihr mich verarschen? Wer bitte schön ist denn dieser Windwichtel?

source: A splendid question. Short and precise. Maybe one can actually work with that one.
de: Eine brillante Frage. Kurz und Präzise. Vielleicht kann man doch mit ihr arbeiten.

source: Er...
de: Ähm...

source: Keep your head, my son. Take your time to think the answer over.
de: Nur die Ruhe, mein Sohn. Nimm dir Zeit, über die Antwort nachzudenken.

source: It may well be your last.
de: Es könnte deine Letzte sein.

source: Spill it. Where are we and who has the nerve to cross Branded Ones?!
de: Raus damit. Wo sind wir und wer hat den Nerv, Gezeichnete gegen sich auf zu bringen?!

source: Well, the Lord Master has affirmed that he will explain everything in detail to you. ##solo
de: Nun, der Lord Magister hat versichert, dass er Euch das alles genau erklären wird. ##solo

source: Further more your arrival was... somewhat exhausting. ##solo
de: Außerdem war Eure Ankunft... etwas beschwerlich. ##solo

source: You shouldn't be able to pose a threat to us at the moment. ##solo
de: Ihr dürftet im Moment nicht einmal in der Lage sein, uns gefährlich zu werden. ##solo

source: Well, the Lord Master has affirmed that he will explain everything in detail to you.
de: Nun, der Lord Magister hat versichert, dass er Euch das alles genau erklären wird.

source: Further more your arrival was... somewhat exhausting.
de: Außerdem war Eure Ankunft... etwas beschwerlich.

source: You shouldn't be able to pose a threat to us at the moment.
de: Ihr dürftet im Moment nicht einmal in der Lage sein, uns gefährlich zu werden.

source: What have you done, you bastards?!
de: Was habt ihr getan ihr Bastarde?!

source: Don't worry. We have strict orders not to kill you. ##solo
de: Keine Angst, wir haben strikten Befehl, euch nicht zu töten. ##solo

source: Don't worry. We have strict orders not to kill you.
de: Keine Angst, wir haben strikten Befehl, euch nicht zu töten.

source: That guy seems to know what he's doing.
de: Der Kerl scheint zu wissen, was er tut.

source: This is not the right time to be impressed.
de: Das ist nicht der richtige Zeitpunkt, um beeindruckt zu sein.

source: Fine. Now that that's clarified I'd like to ask you to surrender your weapons. ##solo
de: Schön. Da das geklärt ist, möchte ich Euch bitten, mir eure Ausrüstung zu überlassen. ##solo

source: Fine. Now that that's clarified I'd like to ask you to surrender your weapons.
de: Schön. Da das geklärt ist, möchte ich Euch bitten, mir eure Ausrüstung zu überlassen.

source: Kindly ask.
de: Freundlich bitten.

source: We cannot take any risks and inside the council you are safe. ##solo
de: Wir können kein Risiko eingehen und innerhalb der Konzils seid Ihr sicher. ##solo

source: We cannot take any risks and inside the council you are safe.
de: Wir können kein Risiko eingehen und innerhalb der Konzils seid Ihr sicher.

source: Council? The Council of Summoners?! Is this Aisen?
de: Konzil? Das Konzil der Elementarbeschwörer?! Ist das hier Aisen?

source: Yes, but that's neither here nor there!
de: Ja, aber das tut jetzt nichts zur Sache!

source: What if we don't feel like surrendering our weapons?
de: Was wenn wir gar keine Lust haben unsere Waffen ab zu geben?

source: I'm very sorry, but before that we cannot release you of the safety area.
de: Es tut uns leid, wir können euch nicht vorher aus dem Sicherheitsbereich lassen.

source: What if I don't feel like surrendering my weapons?
de: Was wenn ich gar keine Lust habe meine Waffen ab zu geben?

source: I'm very sorry, but before that we cannot release you of the safety area. ##solo
de: Es tut uns leid, wir können euch nicht vorher aus dem Sicherheitsbereich lassen. ##solo

source: Safety area?! This is a goddamn prison!
de: Sicherheitsbereich?! Das ist ein verdammtes Gefängnis!

source: the choice is your's.
de: Es ist eure Entscheidung

source: Do you want to surrender your weapons?
de: Wollt ihr die Waffen abgeben?

source: It seems we have no choice...
de: Wie es aussieht haben wir keine Wahl...

source: It seems I have no choice...
de: Wie es aussieht habe ich keine Wahl...

source: Very well. Follow me, please.
de: Sehr Gut. Folgt mir bitte.

source: Forget it!
de: Vergesst es!

source: As you wish, but this room is safe.
de: Wir ihr es wünscht, aber dieser Raum ist sicher.

source: You will not leave it until you surrender your weapon. ##solo
de: Ihr werdet ihn nicht verlassen, wenn ihr nicht eure Waffen abgebt. ##solo

source: Just tell us by clicking on one of us, when you change your mind. ##solo
de: Sagt einfach bescheid, indem ihr einen von uns anklickt, wenn ihr es euch anders überlegt habt. ##solo

source: You will not leave it until you surrender your weapon.
de: Ihr werdet ihn nicht verlassen, wenn ihr nicht eure Waffen abgebt.

source: Just tell us by clicking on one of us, when you change your mind.
de: Sagt einfach bescheid, indem ihr einen von uns anklickt, wenn ihr es euch anders überlegt habt.

source: Follow me, please.
de: Folgt mir bitte.

source: What's keeping you? Has the transport afflicted you so much that you don't even know how to walk anymore? Just click with the left mouse button at a place on the ground, then it will all come back to you on its own.
de: Wo bleibt Ihr denn? Hat Euch der Transport so sehr zugesetzt, dass ihr nicht mal mehr wisst, wie man sich bewegt? Klickt einfach mit der linken Maustaste auf eine Stelle auf dem Boden, dann kommt das alles von ganz allein wieder.

source: Oh Akeran! Close the gates!
de: Bei Akeran! Verschließt die Tore!!!

source: Akeran's Shield! The THING is free! Back everyone! Go, go, go!
de: Akerans Schild! Das DING ist frei! Alle zurück! Los, los, los!

source: We can't pass there. What do we do now?
de: Da kommen wir nicht vorbei. Was machen wir jetzt?

source: Is this thing really that bad?
de: Ist das Ding da echt so schlimm?

source: Are you blind? The beast is gigantic!
de: Habt ihr keine Augen im Kopf? Das Teil ist riesig!

source: Size isn't everything.
de: Größe ist nicht alles.

source: Looks like a departure ticket to me. It can't be more painful than the arrival.
de: Sieht für mich aus wie die Fahrkarte nach draußen. Kann nicht schmerzhafter sein als die Ankunft.

source: Er yes... about that...
de: Äh ja... deswegen...

source: The Lord Master Windclaw feared, you would disembody yourselves after your arrival to disappear, so he took... measures.
de: Der Lord Magister Windklaue befürchtete, Ihr könntet Euch nach eurem Eintreffen selbst entleiben, um wieder zu verschwinden, deswegen hat er... Maßnahmen getroffen

source: Measures?
de: Maßnahmen?

source: Well, we don't understand much, but it seems you don't die like us.
de: Nun, wir verstehen nicht viel davon, aber anscheinend sterbt Ihr nicht wie wir.

source: Instead you can resurrect where you want after your body was destroyed.
de: Statt dessen könnt einfach, wo Ihr wollt wiederauferstehen, nachdem euer Körper zerstört wurde.

source: Akeran must truly hate you...
de: Akeran muss euch wirklich hassen...

source: So? None of us was wishing for this ability.
de: Und? Niemand von uns hat um diese Fähigkeit gebeten.

source: So? I didn't wish for this ability.
de: Und? Ich habe nicht um diese Fähigkeit gebeten.

source: Well, as you are now you can do that only at places of great magical concentrations. In other words...
de: Nun, in eurem jetzigen Zustand könnt ihr das nur an Orten großer magischer Konzentration, die ihr bereits besucht habt. Mit anderen Worten...

source: ... just back there with all the junk.
de: ...nur dahinten bei dem ganzen Krempel.

source: I wouldn't necessarily call that junk.
de: Krempel würde ich das nicht unbedingt nennen.

source: Exactly, only there.
de: Genau, nur an dieser Stelle.

source: It is time we talk with this Windclaw. He seems to be a smart toad.
de: Es wird Zeit, dass wir mit diesem Windklaue reden. Scheint ja ein gewitztes Kerlchen zu sein.

source: It is time I talk with this Windclaw. He seems to be a smart toad.
de: Es wird Zeit, dass ich mit diesem Windklaue rede. Scheint ja ein gewitztes Kerlchen zu sein.

source: It can't be all too healthy to be this smart.
de: Ist sicher nicht allzu gesund so gewitzt zu sein.

source: Er, well, yes. Since the main way is currently blocked, we'll have to try to get through the enclosure with the new experiments.
de: Äh, ja, gut. Da der Weg nach vorne momentan versperrt ist, müssen wir wohl versuchen, durch das Gehege mit den neuen Experimenten zu kommen.

source: There's a back door for feeding and word is...
de: Es gibt da eine Hintertür für die Fütterung und angeblich...

source: ... that the old Firewhirl has a secret door for a direct connection to the kitchen. That could work! But the beast are not exactly without danger.
de: ...hat sich der alte Feuerwirbel eine Geheimtür als Direktverbindung zur Küche eingebaut. Das könnte klappen! Aber die Viecher sind nicht ungefährlich.

source: It's only those sluglings.
de: Das sind doch nur diese Schnecklinge.

source: I don't know... I don't feel like being bedridden for three weeks just because of some slimy fire breath.
de: Na, ich weiß ja nicht... ich hab keine Lust, nur wegen so einem schleimigen Feueratem drei Wochen das Bett zu hüten.

source: To Harad! That's impossible to put up with. Give us our weapons and we take care of that.
de: Bei Harad! Das kann man sich ja unmöglich antun. Gebt uns unsere Waffen und wir kümmern uns darum.

source: To Harad! That's impossible to put up with. Give me my weapon and I take care of that.
de: Bei Harad! Das kann man sich ja unmöglich antun. Gib mir meine Waffe und ich kümmere mich darum.

source: Well, you are right about that...
de: Nun, da habt Ihr nicht unrecht...

source: Yes, considering the difficult circumstances we can do that, I guess. Here you go.
de: Ja, in Anbetracht der schwierigen Umstände können wir das wohl machen. Hier bittesehr.

source: What is this supposed to be?
de: Was soll das denn sein?

source: Where is my weapon?
de: Wo ist meine Waffe?
