Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: You are right. Could you move those really unnerving people over there out of the way?
de: Du hast Recht. Könntest du mir diese wirklich enervierenden Leute da vorn aus dem Weg räumen?

source: That's what I'm here for.
de: Deswegen bin ich hier.

source: And don't forget that you owe me land after this.
de: Und vergiss nicht, dass du mir danach Land schuldest.

source: Do you think I'm going to miss two villages after I got Dwarfenwall?
de: Glaubst du wirklich, ich würde zwei Dörfer vermissen, nachdem ich Zwergentrutz endlich habe?

source: Me and my frostmages will arrange for that.
de: Ich und meine Frostmagier werden schon dafür sorgen.

source: The Frostbringer is dead, my lord.
de: Der Frostbringer ist tot, mein Gebieter.

source: I felt it, too.
de: Ich habe es auch gespürt.

source: We finally learned something about the backup the council sent here.
de: Wir haben endlich etwas über die Verstärkung erfahren, die das Konzil hier her geschickt hat.

source: Now, of all times?
de: Ausgerechnet jetzt?

source: And what of it? I thought, there was none.
de: Und was ist damit? Ich dachte, es gäbe gar keine.

source: There was, my lord. But it seems they are Branded Ones.
de: Doch, mein Gebieter. Aber es handelt sich dabei anscheinend um Gezeichnete.

source: Branded Ones!
de: Gezeichnete!

source: That explaines a lot.
de: Das erklärt einiges.

source: But even they will not be able to hold the city once the wretched humans are gone.
de: Aber auch sie werden die Stadt nicht halten können, wenn die elenden Menschen erst mal alle tot sind.

source: Overrun them. Send out your order.
de: Überrennt sie. Und schick deinen Orden aus.

source: As you command, my lord.
de: Sehr wohl, mein Gebieter.

source: If need be, I, the Black Raven himself, will go to battle.
de: Notfalls werde auch ich, der Schwarze Rabe selbst, in die Schlacht ziehen.

source: I count on you.
de: Ich zähle auf dich.

source: Tear their defense into pieces.
de: Reisst ihre Verteidigung in Stücke.

source: Curse on them!
de: Verdammt sollen sie sein!

source: Cursed council-mages!
de: Verdammte Konzilsmagier!

source: Verdammte Branded Ones!
de: Verdammte Gezeichnete!

source: So what.
de: Was solls.

source: I will triumph in the end.
de: Am Ende werde ich doch triumphieren.

source: Death always wins.
de: Der Tod gewinnt immer.

source: It is over.
de: Es ist vorbei.

source: And thanks to the councils backing the city is still standing.
de: Und Dank der Unterstützung des Konzils steht die Stadt noch.

source: I have to admit, I wouldn't have thought in my wildest dreams that someone could fight like that.
de: Ich muss gestehen, ich hätte mir in meinen künsten Träumen nicht ausmalen können, dass jemand so kämpft.

source: It is good that he is on our side at the moment.
de: Es ist gut, dass er momentan auf unserer Seite steht.

source: It is good that she is on our side at the moment.
de: Es ist gut, dass sie momentan auf unserer Seite steht.

source: It is good that they are on our side at the moment.
de: Es ist gut, dass sie momentan auf unserer Seite stehen.

source: If both sides have souls to offer, you take the one paying, of course.
de: Wenn beide Seiten Seelen anzubieten haben, nimmt man natürlich die, die auch bezahlt.

source: Thank you for reminding me, why I cannot stand your kind.
de: Danke, dass Ihr mich daran erinnert, warum ich Eure Sorte nicht leiden kann.

source: There is no big difference to normal mercenaries.
de: Es gibt da keinen großen Unterschied zu normalen Söldnern.

source: Maybe aside from the fact, that Branded Ones don't change sides in the middle.
de: Ausser vielleicht, dass Gezeichnete nicht einfach mitten drin die Seiten wechseln.

source: Enough of that. Let's talk in the command center.
de: Genug davon. Reden wir im Kommandozentrum weiter.

source: It wouldn't be wise to hit the soldiers over the head who their saviours were.
de: Es wäre wohl nicht klug, die Soldaten mit der Nase auf ihre Retter zu stoßen.

source: Without your 'friend' this would look different.
de: Ohne Euren 'Freund' hier sähe das anders aus.

source: Without your 'friends' this would look different.
de: Ohne Eure 'Freunde' hier sähe das anders aus.

source: At least more effective than one could have expected from a band of mercenaries.
de: Immerhin effektiver, als man das von einer Söldnertruppe hätte erwarten können.

source: But we have quite some losses.
de: Aber wir haben einiges an Verlusten eingefahren.

source: I hope they will not plan a new raid soon.
de: Ich hoffe, die kommen nicht so schnell auf die Idee, einen zweiten Angriff zu starten.

source: The lich took his time, but until now he also had no backup.
de: Bisher hat sich dieser Lich zwar immer Zeit gelassen, aber bisher hatte er auch keine Unterstützung.

source: What kind of backing?
de: Welche Unterstützung denn bitte?

source: Two third of my men are dead!
de: Zwei Drittel meiner Leute sind tot!

source: We will never survive a second attack.
de: Einen zweiten Angriff werden wir niemals überleben.

source: I want to get away from all the blood.
de: Ich will endlich von dem ganzen Blut weg.

source: Well fought
de: Gut geschlagen.

source: At least you are worth the trouble. ##solo
de: Wenigstens seid Ihr den Ärger wert. ##solo

source: As if I ever made one.
de: Als ob ich jemals welchen gemacht hätte.

source: At least you are worth the trouble.
de: Wenigstens seid ihr den Ärger wert.

source: As if we ever made one.
de: Als ob wir jemals welchen gemacht hätten.

source: The city is safe for the moment.
de: Die Stadt ist nur für den Augenblick sicher.

source: We cannot rest now.
de: Wir können uns jetzt nicht ausruhen.

source: As if we hadn't enough problems with shortage of soldiers.
de: Als ob wir nicht schon genug mit dem Personalmangel zu kämpfen hätten.

source: The source of the attacks is the lich!
de: Die Quelle der Angriffe ist der Lich!

source: He has to be destroyed!
de: Er muss vernichtet werden!

source: And who?!
de: Und wer?!

source: I don't have enough men to lead a successful excursion.
de: Ich habe nicht genug Männer, um einen Ausfall mit Erfolg zu führen.

source: That would be suicide.
de: Das wäre Selbstmord!

source: It has nothing to do with you.
de: Das hat nichts mit Euch zu tun.

source: This man is under my direct orders.
de: Dieser Mann steht unter meinem direkten Befehl.

source: This woman is under my direct order.
de: Diese Frau steht unter meinem direkten Befehl.

source: These people are under my direct order.
de: Diese Leute stehen unter meinem direkten Befehl.

source: In her tense manner she reminds of a certain other council mage.
de: In ihrer unentspannten Art erinnert sie mich an einen gewissen anderen Konzilsmagier.

source: You are sending them into their sure death!
de: Ihr schickt sie in den sicheren Tod!

source: Not that I would cry a tear over them, but we cannot waste a single soul right now!
de: Nicht, dass mich das stören würde, aber wir können momentan niemanden verschwenden!

source: No false sympathy.
de: Nur kein falsches Mitleid.

source: No matter how often I die, the lich will be destroyed in the end.
de: Egal wie oft ich sterbe, der Lich wird am Ende vernichtet sein.

source: Apart from yourself you are not taking care of anyone!
de: Außer um euch selbst kümmert ihr euch doch um niemanden!

source: It wouldn't be the first time...
de: Das wäre nicht das erste Mal...

source: Do you want to tell me how to use my people?
de: Wollt ihr mir vorschreiben, wie ich meine Leute einsetze?

source: Nobody deserves such a treatment, not even them.
de: Niemand verdient eine solche Behandlung, nicht einmal die.

source: Let that be my concern.
de: Lasst das meine Sorge sein.

source: Let that be our concern.
de: Lasst das unsere Sorge sein.

source: You realy are beyond help.
de: Euch ist wirklich nicht zu helfen

source: Finally he cought on to it.
de: Endlich hat er es auch kapiert.

source: We don't have time for petty arguments! Go and slay the lich!
de: Wir haben keine Zeit für kleinliche Streitereien! Geht und erschlagt den Lich!

source: As you wish...
de: Wie ihr wünscht...

source: One of these arrows could have come from anywhere in the heat of battle...
de: So ein Pfeil könnte im Eifer des Gefechts doch von überall gekommen sein...

source: Don't even think about it.
de: Denk nicht mal drüber nach.

source: Well well.
de: Sieh an.

source: Here comes the root of my little problem.
de: Da ist ja die Wurzel meines kleinen Problems.

source: It's hard to believe someone was crazy enough to storm out here.
de: Kaum zu glauben, dass jemand so verrückt ist, hier raus zu stürmen.

source: Prepare to pass off forever!
de: Mach dich bereit, für immer zu vergehen!

source: I can't believe that a single Branded One would be sufficient to cause so much chaos.
de: Kaum zu glauben, dass ein einziger Gezeichneter ausreicht, um so viel Chaos zu verursachen.

source: Of course, if some Branded Ones are in the vicinity everything is a bit different.
de: Natürlich, wenn ein paar Gezeichnete in der Nähe sind ist alles ein wenig anders.

source: Harvest!
de: Erntezeit!

source: Not so fast.
de: Nicht so hastig.

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you? ##solo
de: Sicher, Ihr seid unsterblich, oder so sagt man zumindest, aber Schmerzen spürt Ihr doch trotzdem noch, nicht wahr? ##solo

source: Do you really want to be hacked into pieces by me over and over again? ##solo
de: Wollt Ihr Euch wirklich immer und immer wieder von mir in Stücke hacken lassen? ##solo

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you?
de: Sicher, ihr seid unsterblich, oder so sagt man zumindest, aber Schmerzen spürt ihr doch trotzdem noch, nicht wahr?

source: Do you really want to be hacked into pieces by me over and over again?
de: Wollt ihr euch wirklich immer und immer wieder von mir in Stücke hacken lassen?

source: Bah! Your skeletons are dust and the one lackey will not save you!
de: Pah! Deine Skelette sind alle schon Staub und der eine Lakei wird dich nicht retten!

source: Now that you mention it...
de: Wo Ihr es so erwähnt...

source: You really smashed most of them.
de: Ihr habt tatsächlich die meisten in Stücke geschlagen.

source: Still, I can handle such a loss.
de: Dennoch ein verkraftbarer Verlust.

source: The people of Dwarfenwall will surely help me raise a new army.
de: Die Menschen in Zwergentrutz werden mir sicherlich beim Aufstellen einer neuen Armee behilflich sein.

source: What is this crystal your rotting masters want, banddog?
de: Was ist das eigentlich für ein Kristall, den deine verrotteten Herren wollen, Kettenhund?

source: You cannot make me angry.
de: Du kannst mich nicht wütend machen.

source: And about the crystal: Why don't you ask your employers?
de: Und was den Kristall angeht, so fragt Ihr vielleicht lieber Eure Auftraggeber?

source: I thought so.
de: Das dachte ich mir.

source: The elementalists are not exactly talkative, am I right?
de: Die Elementaristen sind nicht besonders gesprächig, habe ich recht?

source: Your talking is as foul as the rest of your body.
de: Deine Rede ist so faul wie der Rest deines Körpers.

source: Die!
de: Stirb!

source: Did you know there is quite a lot of unbound souls in the air? ##solo
de: Habt Ihr eigentlich gewusst, dass es hier eine Menge ungebundener Seelen in der Luft gibt? ##solo

source: Did you know there is quite a lot of unbound souls in the air?
de: Habt ihr eigentlich gewusst, dass es hier eine Menge ungebundener Seelen in der Luft gibt?

source: And now I will find a way to kill Branded Ones.
de: Und jetzt werde ich der erste sein, der einen Weg findet, wie Gezeichnete zu töten sind.

source: No! It cannot be! You baleful...
de: Nein! Das kann nicht sein! Ihr elenden...

source: It's a wrap.
de: Das wäre geschafft.

source: What? Are you kidding?
de: Wie bitte? Das soll wohl ein Witz sein!

source: Did you forget the defense of Dwarfenwall was only a warm-up?
de: Die Verteidigung von Zwergentrutz war nur zum aufwärmen, schon vergessen?

source: If you want the process to be faster, just help out a bit.
de: Wenn du willst, dass es schneller geht, dann hilf doch einfach mit.

source: Or visit www.sumwars.org and take a look at the forum. Criticism, hints and comments are always welcome.
de: Oder besuch mal www.sumwars.org und sieh im Forum vorbei. Kritik, Hinweise und Kommentare sind immer gern gesehen.

source: Do I get money for it?
de: Gibt's dafür auch Geld??

source: Of course not. Did you pay anything for this?
de: Natürlich nicht. Oder hast du was hierfür bezahlt?

source: But the gods will remember you for all eternity.
de: Aber die Götter werden sich ewig deiner erinnern.

source: With this, the demo is officially over.
de: Damit ist die Demo offiziell vorbei.

source: This is a Test
de: Das ist ein Test

source: exhausted
de: exausted

source: and yet another Test
de: und noch ein Test

source: again a test
de: wieder ein Test

source: Ireana survived and, as a token of her gratitude, provided our next job. I always knew the councilmen only wanted an exterminator.
de: Ireana hat es überlebt und vor lauter Dankbarkeit gleich für den nächsten Auftrag gesorgt. Ich wusste ja schon immer, dass die Konziliker nur einen Kammerjäger wollten.

source: A female council-mage by the name of Ireana of Northborough seems to be in trouble west of Dwarfenwall. Nothing a Branded One couldn't solve. If she survives long enough...
de: Eine Konzilsmagierin namens Ireana von Nordenburg steckt anscheinend westlich von Zwergentrutz in Schwierigkeiten. Nichts, was ein Gezeichneter nicht lösen könnte. Wenn sie lange genug überlebt...

source: Dwarfenwall is in that direction. I shouldn't go this way yet.
de: Da geht es Richtung Zwergentrutz. Ich sollte noch nicht dort entlang.

source: I am making haste, alright?
de: Ich beeile mich ja schon!

source: You have to go into the western woods right now.
de: Du musst jetzt sofort durch die westlichen Wälder.

source: We are making haste, alright?
de: Wir beeilen uns ja schon!

source: The prince's fiancé is in danger.
de: Die Verlobte des Prinzen ist in Gefahr.

source: Who?
de: Wer?

source: The archmage Ireana of Northborough
de: Die Erzmaga Ireana von Nordenburg.

source: Will that be payed extra?
de: Wird das extra bezahlt?

source: I thought she was one of your fancy elementalist amazones. Can't she look after herself?
de: Ich dachte das wäre eine von euren tollen Elementaristenamazonen, kann die nicht auf sich selbst aufpassen?

source: Don't start to argue and help her! She needs your help!
de: Jetzt fang nicht an zu diskutieren, sondern hilf ihr! Sie braucht deine Hilfe!

source: What do you think? Shall we bail someone out?
de: Was meinst du, wollen wir da jemandem aus der Patsche helfen?

source: I'm not sure...
de: Weiß nicht so genau...

source: Well, it couldn't really hurt...
de: Naja, schaden kann das ja eigentlich nicht...

source: Will that be payed extra??
de: Wird das extra bezahlt?

source: Argh! Do I have to-
de: Argh! Muss ich euch erst-

source: Alright already, safe your breath!
de: Schon gut, spare deinen Atem,!

source: What do you think, friends, do we want to bail someone out?
de: Was meint ihr Freunde, wollen wir da jemandem aus der Patsche helfen?

source: The firefighters are on the way.
de: Die Feuerwehr ist ja schon unterwegs.

source: The good news: No one will come through that tunnel anymore. The bad news: The way back has caved in, too. Hopefully there is another exit.
de: Die gute Nachricht: Durch diesen Tunnel kommt niemand mehr. Die schlechte: Den Rückweg hat es auch verschüttet. Hoffentlich gibt es noch einen anderen Ausgang.

source: The undead found a way under the Grey Skyladder enabling them to bypass Dwarfenwall. Because this threatens the kingdom of Aisen directly it has to be shut as fast as possible. The passage in the Cursed Caves has to be found and the destroyed with the explosion spell of Ireana of Northborough.
de: Die Untoten haben einen Weg unter der Grauen Himmelsleiter gefunden, auf dem sie Zwergentrutz umgehen können. Da dies das Königreich Aisen direkt bedroht, muss der Zugang schnellstmöglich verschlossen werden. Der Durchgang in den Verfluchten Höhlen muss gefunden und mit dem Sprengzauber Ireana von Nordenburgs zerstört werden.

source: Please help us, the mage is badly injured!
de: Please help us, the maga is badly injured!

source: You developed splendid since the last time we met, didn't you. ##solo
de: Ihr habt euch prächtig entwickelt, seit wir uns das letzte Mal gesehen haben, oder? ##solo

source: You developed splendid since the last time we met, didn't you.
de: Ihr habt euch prächtig entwickelt, seit wir uns das letzte Mal gesehen haben, oder?

source: How is the archmage?
de: How is the archmaga?

source: Let me see.
de: Let me see. _priest

source: Thank you. That was a close call for a rescue.
de: Vielen Dank. Das war ziemlich knapp.

source: No wonder, this is a combat area.
de: No wonder, this is combat area.

source: It was exceedingly careless of you to leave with so few men.
de: It was exeedingly careless of you to leave with so few men.

source: What?!?
de: Was?!?

source: Unknown Lich
de: Unbekannter Lich

source: How is the work proceeding?
de: Wie gehen die Arbeiten voran?

source: Nar'Asoroth, my lord.
de: Nar'Asoroth, mein Gebieter.

source: The stone is solid,but if I let the skeletons work any faster they will break apart!
de: Der Stein ist hart, aber wenn ich die Skelette noch schneller arbeiten lasse, brechen sie auseinander!

source: ((Such an opportunity may never occur again.))
de: (So eine Gelegenheit ergibt sich vielleicht nicht wieder.)

source: Come on, this is our chance!
de: Los, das ist unsere Chance!

source: Attack the lich immediately?
de: Den Lich sofort angreifen?

source: Let's go then!
de: Na dann, los!

source: Wait, we may learn something useful.
de: Warte, vielleicht erfahren wir noch etwas nützliches.

source: Let them rest from time to time.
de: Lass sie ab und zu ausruhen.

source: They should be able to fight, too.
de: Sie sollen auch noch kämpfen können.

source: Isn't the tunnel supposed to be ready for the attack?
de: Soll der Tunnel nicht zum Angriff fertig sein?

source: No, the city is unimportant in the big picture.
de: Nein, die Stadt ist unwichtig.

source: Let those aisen dogs burn their backup troops there.
de: Sollen die Aisener dort ihre Verstärkungstruppen aufreiben.

source: The army passing through this tunnel has nothing to do with Dwarfenwall.
de: Die Armee, die durch diesen Tunnel ziehen wird, hat mit Zwergentrutz nichts zu tun.

source: Only the crystal counts.
de: Nur der Kristall ist wichtig.

source: I don't understand.
de: Ich verstehe nicht.

source: And that is for your own good.
de: Und das ist gut so.

source: Now back to work.
de: Jetzt zurück an die Arbeit.

source: Your wish is my action.
de: Euer Wunsch ist mein Handeln.

source: That has to be the lich attacking Dwarfenwall.
de: Das muss der Lich sein, der Zwergentrutz angreift.

source: If I kill him now his army will fall to dust.
de: Wenn ich den jetzt fertig mache, wird seine Armee zu Staub zerfallen.

source: That's a lich.
de: Das ist ein Lich.

source: If we destroy him now his army will fall apart with him!
de: Wenn wir den jetzt vernichten, wird seine Armee mit ihm zerfallen!

source: What do you know. There are rats everywhere. Kill them and bring me their bones!
de: So was. Überall gibt es Ratten. Tötet sie und bringt mir ihre Knochen!

source: Then I shall blow this crevice to smithereens.
de: Dann sorge ich mal dafür, dass dieser Spalt nur noch Geschichte ist.

source: Alright, go!
de: Okay, los!

source: Blow this passage to smithereens!
de: Sprengen wir diesen Durchgang in tausend Stücke!

source: Get out, quick!
de: Schnell raus hier!

source: Alright, Windclaw, I'm done here.
de: Alles klar, Windklaue. Ich bin hier fertig

source: Alright, Windclaw, We are done here.
de: Alles klar, Windklaue. Wir sind hier fertig

source: What now?
de: Was jetzt?

source: You fool! Get yourself out of this mountain!
de: Du Trottel! Sieh zu, dass du aus dem Berg raus kommst!

source: You are needed in Dwarfenwall!
de: Du wirst in Zwergentrutz gebraucht!

source: You fools! Get yourselves out of this mountain!
de: Ihr Trottel! Seht zu, dass ihr aus dem Berg raus kommt!

source: Let's go. If we are lucky the passage is blocked too and we can all take a break.
de: Gehen wir. Wenn wir Glück haben, hat es den Ausgang auch verschüttet und wir können uns alles andere sparen.

source: In that case you can always tear yourselves apart. That would work.
de: In dem Fall könnt ihr euch immer noch in Stücke hacken. Das wird wohl funktionieren.

source: Does he have any idea how painful this always is?
de: Hat der eigentlich eine Ahnung, wie weh das jedes Mal tut?

source: That's impossible. Otherwise he wouldn't give such a stupid suggestion.
de: Kann nicht sein, dann würde er einen so bescheuerten Vorschlag gar nicht erst machen.

source: There really are better employers.
de: Es gibt wirklich bessere Arbeitgeber.

source: Stop bickering and get moving!
de: Hört auf zu mosern und bewegt euch endlich!

source: Hopefully there is an exit in this direction.
de: Hoffentlich gibt es da hinten einen Ausgang.

source: Who goes there?
de: Wer ist da?

source: Oh by the gods, if some of them have their eyes on this unpleasent piece of land right now.
de: Oh, bei den Göttern, so denn gerade welche ihre Augen auf dieses unangenehme Stück Land haben.

source: How nice to see a familiar face.
de: Wie schön, ein bekanntes Gesicht zu sehen.

source: How nice to see familiar faces.
de: Wie schön, bekannte Gesichter zu sehen.

source: Not so fast, peddler!
de: Nicht so schnell, Krämer!

source: How by Harad's eyes did you get here?
de: Wie bei Harads Augen kommt Ihr hier her?

source: Oh! Well, you see...
de: Ah! Ja nun...

source: I wanted to take a short cut through the mountains when suddenly the ground was caving in.
de: Ich wollte eine Abkürzung durch die Berge finden, als plötzlich der Boden unter mir nachgab.

source: And after I took a careful look around I sadly had to notice the way south was blocked.
de: Und nachdem ich mich vorsichtig umgesehen hatte musste ich leider feststellen, dass der Weg nach Süden verschüttet war.

source: That's why I'm here.
de: Darum bin ich hier.

source: There is a cave in the east, too, but that was a bit fishy.
de: Im Osten gibt es auch eine Höhle, aber die war mir nicht geheuer.

source: But since you are here there is still hope.
de: Aber da Ihr ja hier seid, gibt es noch Hoffnung.

source: I will just wait until the road is clear.
de: Ich werde einfach warten, bis der Weg frei ist.

source: Your distress aside, what makes you so sure I'll not simply vanish with a town portal?
de: Eure Notlage mal ausser acht gelassen, was macht euch so sicher, dass ich nicht einfach mit einem Stadtportal verschwinde?

source: But since you are here, appreciated friends, there is still hope.
de: Aber da Ihr ja hier seid, geschätzte Freunde, gibt es noch Hoffnung.

source: Your distress aside, what makes you so sure we'll not simply vanish with a town portal?
de: Eure Notlage mal ausser acht gelassen, was macht euch so sicher, dass wir nicht einfach mit einem Stadtportal verschwinden?

source: Well, that would work normally and I would gladly offer you a grand price for the help.
de: Nun, normalerweise ginge das wohl, und ich würde euch mit Freuden eine prächtige Belohnung für die Hilfe anbieten.

source: But short ago, there was a notable magical explosion in this place.
de: Jedoch hat an diesem Ort vor gar nicht langer Zeit eine beachtliche magische Explosion statt gefunden.
