Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: Er... Lord Master Windclaw feared, there could be a situation in which you had to fall back to, er, force of arms.
de: Ähm... Lord Magister Windklaue befürchtete, dass es zu einer Situation kommen könnte, in der ihr auf, äh, Waffengewalt zurückgreifen müsst.

source: That's why he gave us these.
de: Deswegen hat er uns diese hier mitgegeben.

source: Surely you understand that you cannot run around here with unchecked weapons.
de: Ihr versteht sicherlich, dass ihr hier nicht mit ungeprüften Waffen umherlaufen könnt.

source: Slowly you're getting to me.
de: Langsam fangt ihr an zu nerven.

source: What didn't he take into consideration? He is clearly paranoid.
de: Woran hat der eigentlich nicht gedacht? Der ist doch eindeutig paranoid.

source: You... can still remember how to use a weapon, right?
de: Ihr... könnt euch noch erinnern, wie man eine Waffe benutzt richtig?

source: We were told, the first minutes are as if one takes a step for the first time.
de: Uns wurde gesagt, dass die ersten Minuten sind, als träte man zum ersten Mal in die Welt.

source: Explain inventory?
de: Inventar erklären?

source: At first you have to open your inventory. By default you do so with the 'i'-key.
de: Zuerst müsst Ihr euer Inventar öffnen. Dies tut ihr standardmäßig mit der 'i'-Taste.

source: Alternative you can click on the inventory button down in the status bar.
de: Alternativ könnt ihr auch auf den Inventarknopf unten in der Statusleiste drücken.

source: In the inventory you see your items. They are ordered by their size.
de: Im Inventar seht ihr dann Eure Gegenstände. Sie sind unterteilt nach ihrer Größe.

source: The weapon you just got is a mid-sized item and thus is found in the middle field.
de: Die Waffe, die Ihr gerade erhalten habt ist ein mittelgroßer Gegenstand und befindet sich deshalb im mittleren Feld

source: Click on the weapon with the left mouse button and then click on the weapon field in your equipment above the inventory. And you'll be equipped with it.
de: Klickt die Waffe mit der linken Maustaste an und klickt danach auf das Waffenfeld in Eurer Ausrüstung über dem Inventar. Und schon habt ihr sie angelegt.

source: Let us know when you're ready.
de: Sagt Bescheid, sobald ihr bereit seid

source: You should equip your weapon first.
de: Ihr solltet zunächst eure Waffe anlegen.

source: Everyone should equip their weapon first.
de: Ihr solltet alle zunächst eure Waffen anlegen.

source: But you still know how to fight, right? ##solo
de: Aber wie man kämpft wisst Ihr doch noch, oder? ##solo

source: But you still know how to fight, right?
de: Aber wie man kämpft wisst ihr doch noch, oder?

source: Go in, click on it, kill it. A Branded One wouldn't forget about that.
de: Reingehen, anklicken, töten. Das vergisst man niemals als Gezeichneter.

source: What does this click on it mean, really?
de: Was soll eigentlich dieses anklicken?

source: No idea, but the Lord Master said, she talks like this.
de: Keine Ahnung, der Lord Magister hat gesagt, die versteht das schon.

source: No idea, but the Lord Master said, he talks like this.
de: Keine Ahnung, der Lord Magister hat gesagt, der versteht das schon.

source: No idea, but the Lord Master said, they talk like this.
de: Keine Ahnung, der Lord Magister hat gesagt, die verstehen das schon.

source: Than I shall put the fear of Harad into these experiments!
de: Dann werde ich diese Experimente mal das Fürchten lehren!

source: Let's put the fear of Harad into these experiments!
de: Lass uns diese Experimente das Fürchten lehren!

source: I just hope they have a soul.
de: Ich hoffe, die haben auch eine Seele.

source: Don't worry. Even a golem has one. Those things will not be the exception.
de: Keine Sorge. Selbst ein Golem hat eine. Da werden die Dinger keine Ausnahme sein.

source: Very well. Just cover our backs while we try to open the hatch.
de: Sehr gut, haltet uns einfach diese Viecher vom Hals, während wir versuchen die Luke zu öffnen.

source: Forget it! I'm not going in while those beasts are on the loose.
de: Vergiss es! Ich geh da nicht rein, wenn die Viecher noch auf freiem Fuß sind!

source: Yuck, those things are really disgusting.
de: Ihh, die Dinger sind echt widerlich

source: What kind of sissy are you?
de: Was seid ihr denn für Mimosen?

source: Are you looking for trouble, weakling?!
de: Suchst du streit, du Schwächling?!

source: Wait a sec, they somehow seem stronger.
de: Warte mal, irgendwie sind sie stärker geworden.

source: Your witch stuff may have weakened me, but I take a bit of the power of every being I kill and become stronger.
de: Euer Hexenkram mag mich ja geschwächt haben, aber mit jedem getöteten Wesen nehme ich einen Teil seiner Kraft auf und werde stärker.

source: Your witch stuff may have weakened us, but we take a bit of the power of every being we kill and become stronger.
de: Euer Hexenkram mag uns ja geschwächt haben, aber mit jedem getöteten Wesen nehmen wir einen Teil seiner Kraft auf und werden stärker.

source: Better think about who you're calling weakling here!
de: Überleg dir also lieber, wen du hier Schwächling nennst!

source: Hm, right, the Lord Master said, something like this could happen. Do you know how to convert this power into proper abilities?
de: Hm, stimmt der Lord Magister hat gesagt, das so etwas passieren kann. Wisst ihr auch, wie ihr diese Kraft in vernünftige Fähigkeiten umwandelt?

source: You can upgrade your attributes every time, and sometimes you even have enough energy for a new skill. ##solo
de: Ihr könnt jedes Mal eure Attribute verbessern und von Zeit zu Zeit habt ihr sogar genug Energie für eine neue Fähigkeit. ##solo

source: Yes, that was the thing with the big plus in the lower left corner. Just click on it and distribute your attribute points. ##solo
de: Ja genau, das war doch das, mit dem großen Plus in der linken unteren Ecke. Klickt einfach darauf und verteilt dann im Attributfenster oben eure Attribut Punkte. ##solo

source: Exactly. And you can distribute the skill point in the skill window. The Lord Master said, you could choose from three categories. ##solo
de: Genau, und den Fähigkeitenpunkt könnt ihr im Fähigkeitenfenster verteilen. Der Lord Magister hat gesagt, dass ihr die aus drei verschiedenen Kategorien wählen könnt. ##solo

source: Depending on your... character mass. ##solo
de: In Abhängigkeit von eurer... Charaktermasse. ##solo

source: You can upgrade your attributes every time, and sometimes you even have enough energy for a new skill.
de: Ihr könnt jedes Mal eure Attribute verbessern und von Zeit zu Zeit habt ihr sogar genug Energie für eine neue Fähigkeit.

source: Yes, that was the thing with the big plus in the lower left corner. Just click on it and distribute your attribute points.
de: Ja genau, das war doch das, mit dem großen Plus in der linken unteren Ecke. Klickt einfach darauf und verteilt dann im Attributfenster oben eure Attribut Punkte.

source: Exactly. And you can distribute the skill point in the skill window. The Lord Master said, you could choose from three categories.
de: Genau, und den Fähigkeitenpunkt könnt ihr im Fähigkeitenfenster verteilen. Der Lord Magister hat gesagt, dass ihr die aus drei verschiedenen Kategorien wählen könnt.

source: Depending on your... character mass.
de: In Abhängigkeit von eurer... Charaktermasse

source: Character class.
de: Charakterklasse.

source: Oh, right!
de: Oh, genau!

source: Branded Ones use strange phrases indeed.
de: Gezeichnete verwenden schon seltsame Ausdruecke...

source: I wonder why this Soren knows so much about the Branded Ones...
de: Ich frage mich, woher dieser Soren so viel über die Gefallenen weiß...

source: Mages are exceedingly strange. Every single one of them.
de: Magier sind äußerst merkwürdig. Alle.

source: Better strange then...
de: Besser merkwürdig als...

source: That blasted thing. I hope the walls hold out.
de: Dieses verdammte Ding. Ich hoffe die Wände halten.

source: Quickly distribute your new points and then let's get out of here.
de: Verteilt schnell euren neuen Punkte und dann nichts wie weg von hier.

source: Please distribute your attribute points first.
de: Bitte verteilt zuerst eure Attributpunkte.

source: More of those beasts?
de: Noch mehr von den Viechern?

source: Urk! They seem to broken out somehow. I hope they don't breed in the crevices.
de: Uäks! Die scheinen irgendwie ausgebrochen zu sein. Hoffentlich vermehren die sich nicht in den Felsspalten.

source: Have you ever heard of safety measures?
de: Habt ihr schon mal was von Sicherheitsvorkehrungen gehört?

source: Somewhere back there has to be the secret door.
de: Da hinten muss irgendwo die Geheimtür sein.

source: You're not even sure it's there?
de: Ihr wisst gar nicht sicher, ob sie da ist?

source: I don' waste my time crawling through kitchen corridors, Cursed One.
de: Ich verbringe meine Zeit nicht damit, durch Küchengänge zu kriechen, Verfluchter!

source: That's correctly Branded One. You wouldn't want to be called harvest now, would you?
de: Das heißt korrekt Gezeichneter. Du willst ja auch nicht Ernte genannt werden, oder?

source: All right allready!
de: Schon gut, schon gut!

source: That should have been the last one.
de: Das sollte die letzte gewesen sein.

source: What a massacre.
de: Was für ein Gemetzel

source: Really, somehow lacking in style.
de: Wirklich etwas stillos

source: Are you looking for trouble?!
de: Suchst du Streit?!

source: In fact, have you thought of using your powerful skills?
de: Habt ihr eigentlich daran gedacht, eure mächtigen Fähigkeiten einzusetzen?

source: The Lord Master thought, you could do considerably more than dully beat your enemies.
de: Der Lord Magister meinte, ihr könnt wesentlich mehr als nur stumpfsinnig auf die Gegner einzuschlagen.

source: Really?
de: Tatsächlich?

source: Explain skills?
de: Fähigkeiten erklären?

source: With the 't'-key you open the skill window. Here you can choose a skill.
de: Mit der Taste 't' öffnet Ihr das Fähigkeitenfenster. Hier könnt Ihr eine Fähigkeit auswählen.

source: Just click with the mouse button, you would like to use the skill with, on the skill icon.
de: Klickt einfach mit der Maustaste, mit der Ihr die Fähigkeit später einsetzen wollt, auf das Fähigkeitenbild.

source: Skills are distinguished into two groups.
de: Die Fähigkeiten sind in zwei Gruppen unterteilt.

source: After you have used a skill, you cannot use a skill of that group for a while.
de: Nachdem Ihr eine Fähigkeit eingesetzt habt, könnt Ihr alle Fähigkeiten dieser Gruppe für eine Weile nicht verwenden.

source: Look at the picture in the status bar to learn, if a skill is ready for use.
de: Schaut auf das Bild in der unteren Leiste um zu erfahren, ob eine Fähigkeit einsatzbereit ist.

source: Don't worry, I'm almost feeling fit again.
de: Keine Sorge, ich bin schon fast wieder auf der vollen Höhe.

source: Don't worry, we're almost feeling fit again.
de: Keine Sorge, wir sind schon fast wieder auf der vollen Höhe.

source: Wait a second. What if the old geezer has attached a trap to it?
de: Warte mal. Am Ende hat der alte Knacker noch eine Falle angebaut.

source: You're right. It's best if you do it, Branded One. At least nothing lasting can happen that way.
de: Stimmt auch wieder. Am besten, du machst das, Gezeichnete. Da kann wenigstens nichts schlimmes passieren.

source: 'course. Send the Branded One first.
de: Klar, schick die Gezeichnete vor.

source: Do you see the shelf in that passage? That is the door. Just move it by clicking on it.
de: Seht ihr das Regal da in dem Durchgang? Das ist die Tür. Einfach bei Seite schieben, indem Ihr darauf klickt.

source: And you better hope, there is no trap.
de: Und Ihr solltet wohl darauf hoffen, dass keine Falle daran ist.

source: I hope nothing explodes.
de: Hoffentlich explodiert nichts.

source: Good, Firewhirl is not here.
de: Gut, Feuerwirbel ist nicht da.

source: What is he researching here all the time? All those flowers can hardly be for the purpose of the Council and Akeran.
de: Woran forscht der hier eigentlich die ganze Zeit? Die Blumen da können doch nicht im Sinne des Konzils und Akerans sein.

source: I'm sure there's more to it than meets the eye. An apple elemental for example.
de: Ich bin sicher, dahinter steckt mehr, als das Auge sieht. Ein Apfelelementar zum Beispiel.

source: I wouldn't put it past him.
de: Zuzutrauen wäre es ihm jedenfalls.

source: Joking aside! We have to go on.
de: Spaß bei Seite! Wir müssen weiter.

source: With all the damn beasts roaming around here freely, I almost think they just want me as an exterminator.
de: Bei den ganzen Mistviechern, die hier frei in der Gegend rumspringen glaube ich fast, die wollen mich nur als Kammerjäger...

source: With all the damn beasts roaming around here freely, I almost think they just want us as exterminators.
de: Bei den ganzen Mistviechern, die hier frei in der Gegend rumspringen glaube ich fast, die wollen uns nur als Kammerjäger...

source: Help!
de: Hilfe!

source: Oops
de: Ups

source: What a day. Did you know that thing could spit little monsters?
de: Was für ein Tag. Wusstest du, dass das Ding auch noch kleine Monster spucken kann?

source: The Lord Master didn't say something about that...
de: Darüber hat der Lord Magister nichts gesagt...

source: Somthing unwritten in the book of the omniscient airpaw?
de: Etwas, das nicht im Buch des allwissenden Luftpfote geschrieben steht?

source: Windclaw, heretic!
de: Windklaue, du Häretiker!

source: A Cursed One has to be happy, if he's got something to kill all along, right?
de: Einen Verfluchten freut das sicher noch, wenn er alle Nase lang was zum töten hat.

source: I'm a Branded One! That is far worse than a curse.
de: Ich bin ein Gezeichneter! Das ist viel schlimmer als ein Fluch.

source: The mighty Akeran truly punished you dearly.
de: Der mächtige Akeran hat dich wahrlich schlimm gestraft.

source: Spare me your elementalist drivel and make way!
de: Verschone mich mit deinem Elementaristengelaber und gib den Weg frei!

source: I truly am the exterminator here.
de: Ich bin wohl wirklich der Kammerjäger.

source: Cursed Ones have to be happy, if they got something to kill all along, right?
de: Die Verfluchten freut das sicher noch, wenn sie alle Nase lang was zum Töten haben.

source: We're Branded Ones! That is far worse than a curse.
de: Wir sind Gezeichnete! Das ist viel schlimmer als ein Fluch.

source: The mighty Akeran truly punished them dearly.
de: Der mächtige Akeran hat sie wahrlich schlimm gestraft.

source: Spare us your elementalist drivel and make way!
de: Verschone uns mit deinem Elementaristengelaber und gib den Weg frei!

source: We truly are the exterminators here.
de: Wir sind wohl wirklich die Kammerjäger.

source: Wow. They really believe in orderly and thorough research.
de: Wow. Die halten hier aber echt was von Ordnung und gründlicher Forschung.

source: How many slugs do you have to cut to believe they are slimy?
de: Wie viele Schnecken muss man aufschneiden um zu glauben, dass sie schleimig sind?

source: Take a look around. That stuff has to be worth a fortune.
de: Schaut euch doch mal um, das Zeug muss ein Vermögen wert sein!

source: That stuff has to be worth a fortune!
de: Das Zeug muss ein Vermögen wert sein!

source: This junk?
de: Der Plunder?

source: Philistine.
de: Banause

source: If they hadn't all those needless balustrades into the void, they wouldn't have to mop escaped sluglings from the floor.
de: Wenn die nicht überall diese überflüssigen Ballustraden ins Nichts hätten, müssten sie jetzt auch keine entflohenen Schnecklinge vom Boden wischen.

source: Watch out! Monsters from the mine! Help me!
de: Achtung! Monster aus der Mine! Helft mir!

source: Let me tell you I'm no monster. I'm worse.
de: Ich bin kein Monster, lasst euch das gesagt sein. Ich bin schlimmer.

source: killed enough goblins
de: Ausreichend viele Goblins getoetet

source: 'Kill '..nr..' more Goblins'
de: 'Noch '..nr..' Goblins'

source: I have killed them
de: Ich habe alle umgebracht

source: you are soo great
de: Du bist so toll

source: Go and kill some more...
de: Du musst noch einige toeten

source: There are some stupid goblins around
de: Es gibt hier dumme Goblins

source: If you kill 10 of them you get a reward
de: Wenn du 10 von ihnen umbringst bekommst du eine Belohnung

source: Interested?
de: Interesse?

source: A second reward ?
de: Noch eine Belohnung?

source: Yeah
de: Joa

source: I give you a goblin club
de: Ich gebe die eine Goblin Keule

source: Nearly done
de: So gut wie erledigt

source: Have fun
de: Viel Spass
