Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: So, what are you thinking about this matter?
de: Also, was hältst du von dieser Sache?

source: Did I get that right?
de: Habe ich das richtig verstanden?

source: Does he really have the power to take Harad's curse from us?
de: Hat er wirklich die Macht, uns von Harads Fluch zu befreien?

source: That's what he said.
de: Gesagt hat er es.

source: I for one have never heard, that someone besides us could take anything from hell.
de: Ich habe jedenfalls noch nie gehört, dass jemand außer uns irgend etwas aus der Hölle mitnehmen konnte.

source: But that thing was the real deal without a doubt.
de: Aber das Ding war ohne Zweifel echt.

source: Even looking at it gave me goosebumps.
de: Allein durch den Anblick standen mir alle Haare zu Berge.

source: You almost fainted!
de: Fast in Ohnmacht gefallen bist du!

source: He promised us freedom.
de: Er hat uns die Freiheit versprochen.

source: I don't even have memories of it...
de: Ich habe nicht mal mehr Erinnerungen daran...

source: Still, it's unlikely that he will keep his word.
de: Trotzdem ist es unwahrscheinlich, dass er sein Wort halten wird.

source: Even if he has this power, we're too valuable for his ends.
de: Selbst wenn er tatsächlich diese Macht besitzen sollte, sind wir für seine Zwecke viel zu wertvoll.

source: We are truly branded.
de: Wir sind wahrlich gezeichnet.

source: But if there's only a small possibility I'm willing to try it.
de: Aber auch wenn es nur eine kleine Möglichkeit gibt, ich bin bereit, es zu versuchen.

source: If stupidity had a weight, you couldn't move a millimeter.
de: Wenn Dummheit ein Gewicht hätte, könntest du dich nicht einen Millimeter von der Stelle bewegen.

source: If arrogance had a smell, you'd suffocate instantly.
de: Wenn Arroganz einen Geruch hätte, würdest du augenblicklich ersticken.

source: Alright, we vote on our course of action.
de: Also gut, wir stimmen ab, wie wir weiter vorgehen.

source: Follow the councils orders?
de: Den Anweisungen des Konzils folgen?

source: I'll see, how this is developing.
de: Ich werde erst mal sehen, wie sich die Sache entwickelt.

source: Until the cards are on the table I'll be powerful enough to take what's mine by force, if needed.
de: Bis die Karten alle auf dem Tisch liegen bin ich wieder mächtig genug, um mir notfalls auch mit Gewalt zu holen, was mir zusteht.

source: Then it's decided.
de: Dann ist es entschieden.

source: Woe befall them if they break their promise.
de: Wehe die halten ihr Versprechen nicht.

source: That guy will never keep his promise in his life.
de: Der Kerl wird sein Versprechen nie im Leben halten.

source: But right now I cannot go to war with a whole kingdom.
de: Aber in meinem jetzigen Zustand kann ich mich schlecht mit einem ganzen Königreich anlegen.

source: So I'll just grin and bear it and gain his trust.
de: Mache ich also gute Miene zum bösen Spiel und gewinne sein Vertrauen.

source: I'll see, what opportunities occur.
de: Mal sehen, was sich so an Gelegenheiten ergibt.

source: The whole thing is too unsure.
de: Die ganze Sache ist wirklich zu unsicher.

source: But we can't afford open resistance right now, so we have to grin and bear it.
de: Offenen Widerstand können wir uns aber noch nicht leisten, also müssen wir gute Miene zum bösen Spiel machen.

source: Let's gain their trust.
de: Gewinnen wir ihr Vertrauen.

source: you killed enough goblins
de: killed enough goblins

source: I have killed them all.
de: I have killed them

source: Wow... you're a real hero, aren't ya?
de: you are soo great

source: Leave me alone and kill some more goblins.
de: Go and kill some more...

source: There are some stupid goblins pissing me off.
de: There are some stupid goblins around

source: If you kill 10 of 'em, I'll give you a precious reward.
de: If you kill 10 of them you get a reward

source: Accept the quest?
de: Den Quest annehmen?

source: You want a second reward?
de: A second reward ?

source: Of course!
de: Yeah

source: Then I'll give you this goblin club. Be happy.
de: I give you a goblin club

source: Have fun then.
de: Have fun

source: And another good deed done. I could get used to this.
de: Und wieder eine gute Tat mehr. Ich könnte mich fast daran gewöhnen.

source: The herbalist of Joringsbridge wants to have the berries of 10 bushes.
de: Die Kräuterfrau aus Joringsbück will die Beeren von 10 Büschen haben.

source: Here, old women. Your berries.
de: Hier, alte Frau. Eure Kräuter.

source: Ah, well done, young one.
de: Ah, gut gemacht, Jungvolk.

source: Here, let me give you something in return.
de: Hier, lass dir als Gegenleistung etwas geben.

source: I need more berries, if I am to do something useful with them.
de: Ich brauche mehr Beeren, damit ich damit etwas sinnvolles anfangen kann.

source: Do you want to collect some berries after all?
de: Wollt ihr doch noch Beeren sammeln?

source: Accept Quest?
de: Quest annehmen?

source: Hey there, young one!
de: He da, Jungvolk!

source: I see you are going to the Northern Meadow.
de: Ich sehe, dass ihr in die Nördlichen Wiesen wollt.

source: That's right.
de: Das Stimmt.

source: Quite a trick.
de: Kunststück.

source: We were only walking through the gate.
de: Immerhin wollten wir nur gerade durch das Tor.

source: Peace.
de: Frieden.

source: If you are roaming around there anyway, why don't you collect some berries for me?
de: Wenn ihr sowieso da umher stiefelt und tut was ihr so eben tut, könntet ihr mir nicht gleich noch ein paar Beeren sammeln?

source: With all those goblins about an old woman can't even set a foot out of the village.
de: Mit den ganzen Goblins kann sich eine alte Frau wie ich ja nicht mal mehr vor die Tür wagen.

source: Plants are not really my forte...
de: Pflanzen sind nicht unbedingt meine Spezialität...

source: Fiddlesticks!
de: Ach papperlapapp!

source: It's not like I want you to collect something exotic, you know.
de: Ich will ja nicht, dass ihr was exotisches sammelt.

source: Just rilfberries.
de: Nur Rilfbeeren.

source: Look for big bushes with fancy red fruits.
de: Das sind große Büsche mit auffälligen roten Früchten.

source: You will find them for sure.
de: Die findet ihr bestimmt.

source: I need the berries of at least ten bushes.
de: Damit es sich lohnt müsstet ihr mir die Beeren von wenigstens zehn Büschen bringen.

source: But only the red berries.
de: Aber nur die roten Beeren.

source: The rest is of no use at all.
de: Der Rest ist völlig uninteressant.

source: Very well, if I find some, I'll bring them.
de: Na schön, wenn ich welche finde, bringe ich sie mit.

source: Very well, if we find some, we'll bring them.
de: Na schön, wenn wir welche finden, bringen wir sie mit.

source: Thanks, sweety.
de: Danke Herzchen.

source: Forget it, herb woman.
de: Vergiss es, Kräuterhexe.

source: I'm not going to crawl through the meadows just to search for some stupid bushes.
de: Ich werde bestimmt nicht durch die Wiesen kriechen und nach irgendwelchen Büschen suchen.

source: Have it your way.
de: Wie du meinst.

source: But if you change your mind, I'm not running away from here.
de: Aber wenn du es dir noch mal anders überlegst, ich werde hier nicht weglaufen.

source: Very well, if I find some, I'll bring them along.
de: Na schön, wenn ich welche finde, bringe ich sie mit.

source: Still no.
de: Nein, immer noch nicht.

source: Tell me when you're not too mighty for simple work anymore, sweety.
de: Sag Bescheid, wenn du nicht mehr zu mächtig für einfache Arbeiten bist, Herzchen.

source: Watch your tongue, hag!
de: Hütet Eure Zunge, Weib!

source: I'm begging you, my prince!
de: Ich flehe Euch an, mein Prinz!

source: Leave at least a handful of soldiers here.
de: Lasst wenigstens eine Hand voll Soldaten hier.

source: I can barly guard the village, let alone the surrounding farms!
de: Ich kann jetzt kaum das Dorf selbst beschützen, geschweige denn die umliegenden Gehöfte!

source: Silence!
de: Schweigt!

source: The safety of the country has absolute priority.
de: Die Sicherheit des Landes hat absoluten Vorrang.

source: Surely you can handle a hand full of lousy goblins.
de: Ihr werdet doch wohl mit einer Hand voll niederer Goblins fertig werden.

source: Not to mention you have a mighty summoner at your side.
de: Außerdem habt Ihr sogar einen mächtigen Beschwörer an Eurer Seite.

source: That's more than enough.
de: Das ist mehr als genug.

source: But the honourable mage has other duties!
de: Aber der werte Magus hat doch andere Aufgaben!

source: Quite so!
de: Sehr wohl!

source: The pursuit of pathetic goblins is neither my duty nor do I see the point of such absurd amusement.
de: Das Verfolgen erbärmlicher Goblins ist weder meine Aufgabe, noch sehe ich grossen Sinn in solch absurdem Zeitvertreib!

source: What would you do were the village to be attacked while I was on a fruitless hunt for goblins?
de: Was tätet ihr wohl, wenn jemand das Dorf angriffe, während ich auf einer fruchtlosen Jagd nach Goblins wäre?

source: And you really have no time to help out a bit?
de: Und ihr habt wirklich keine Zeit, hier etwas auszuhelfen?

source: My humble apologies, but the council has given me very important tasks.
de: Es tut mir aufrichtig Leid, aber das Konzil hat mir sehr wichtige Aufgaben übertragen.

source: As much as I'd like to help, I don't have any room for such a thing.
de: So gerne ich auch helfen würde, ich habe keinen Spielraum.

source: But may I use this unique opportunity to congratulate you on your upcoming wedding with the archmage Ireana of
de: Darf ich dennoch diese einmalige Gelegenheit nutzen, Euch zu eurer bevorstehenden Hochzeit mit der Erzmaga Ireana von

source: Thanks, that is enough.
de: Danke, das reicht.

source: Self-satisfied parasite, that mage!
de: Selbstzufriedener Schmarotzer, dieser Magus!

source: I just hope the kingdom has big granaries, if the greenskins torch the fields.
de: Ich hoffe nur, das Königreich hat große Kornspeicher, wenn die Günhäute hier alle Felder abfackeln.

source: The presence of the mage alone will drive out every goblin!
de: Allein die Anwesenheit des Magus wird jeden Goblin vertreiben!

source: Stop bugging the prince with your incompetence.
de: Hört endlich auf, den Prinzen mit eurer Inkompetenz zu belästigen!

source: Don't you have something better to do?
de: Habt ihr nichts besseres zu tun?

source: And they say, my kind is cold-hearted...
de: Und da sagt man, meine Art wäre kaltherzig...

source: And they say, our kind is cold-hearted...
de: Und da sagt man, unsereins wäre kaltherzig...

source: Guards! Guards!
de: Wachen! Wachen!

source: Help! My farm is being raided by goblins!
de: Hilfe! Mein Hof wird von Goblins überfallen!

source: My family...
de: Meine Familie...

source: Take the fool away!
de: Schafft den Tölpel hier weg!

source: The prince has more important matters to tend to.
de: Der Prinz hat wichtigeres zu tun.

source: Wait!
de: Wartet!

source: What happened?
de: Was ist passiert?

source: Forgive me, my prince, but my wife and my children are still there.
de: Vergebt mir, mein Prinz, aber meine Frau und meine Kinder sind noch dort.

source: I don't know how long the house will withstand them.
de: Ich weiß nicht, wie lange das Haus noch standhalten wird.

source: I beg of you: help me!
de: Ich flehe Euch an: Helft mir!

source: We...
de: Wir...

source: My prince!
de: Mein Prinz!

source: We don't have time!
de: Wir haben keine Zeit!

source: The demons are at the northern border!
de: Die Dämonen stehen an der Nordgrenze!

source: I know!
de: Ich weiss!

source: 2000 gold pieces for everyone who is willing to help this humble man!
de: 2000 Goldstücke jedem, der diesem treuen Mann hilft!

source: 2000 gold pieces.
de: 2000 Goldstücke.

source: 2000 for every one.
de: 2000 für jeden.

source: That could almost be worth the trouble.
de: Das könnte sich doch beinahe lohnen.

source: Don't even think about it!
de: Denkt nicht mal dran!

source: You are to go to Dwarfenwall immediately!
de: Du hast dich sofort nach Zwergentrutz zu begeben!

source: Where do you come from? Didn't I exclude you?
de: Wo kommst du denn her? Hatte ich dich nicht ausgeschlossen?

source: Your trifles cannot stop me.
de: Euer Kinderkram kann mich nicht aufhalten.

source: The blood always works...
de: Das Blut funktioniert immer...

source: The mage over there has another of those crystals on his staff, hasn't he?
de: Der Magier da drüben hat auch so einen Kristall auf seinem Stab, oder?

source: You people are really unnerving somehow.
de: Ihr Leute nervt echt irgendwie.

source: Who cares what you think? Let the peasant be a peasant and get moving!
de: Wen kümmer denn, was du denkst? Lass den Bauer Bauer sein und geh weiter!

source: Well...
de: Hmm...

source: You have to go to Dwarfenwall immediately!
de: Ihr habt euch sofort nach Zwergentrutz zu begeben!

source: Where did you pop out from? Didn't we exclude you?
de: Wo kommst du denn her? Hatten wir dich nicht ausgeschlossen?

source: Rubbish! Take a look at the crystal on the mege's staff.
de: Quatsch! Sieh dir mal den Kristall auf dem Stab von dem Magier an.

source: Looks like our model, doesn't it?
de: Sieht aus wie unser Modell, oder?

source: Whatever. Get moving!
de: Wie auch immer. Setzt euch in Bewegung!

source: Help the peasant?
de: Dem Bauern helfen?

source: Only a stone would watch deedless.
de: Nur ein Stein würde tatenlos zusehen.

source: Who knows how many sou... goblins are walking around there!
de: Wer weiß, wie viele Se... Goblins da umher laufen!

source: And we get money. Two birds with one stone.
de: Und es gibt Geld dafür. Zwei Fliegen mit einer Klappe

source: What do you think you're doing? You are to go to Dwarfenwall!
de: Was glaubt ihr, was ihr da tut? Ihr sollt nach Zwergentrutz!

source: When I get there was never part of the deal!
de: Wann ich dort ankomme war nie Teil der Abmachung!

source: If the city is lost, I'll just conquer it back!
de: Wenn die Stadt gefallen ist, erobere ich sie eben zurück!

source: So it's decided.
de: Dann ist es beschlossen

source: When we get there was never part of the deal!
de: Wann wir dort ankommen war nie Teil der Abmachung!

source: If the city is lost, we'll just conquer it back!
de: Wenn die Stadt gefallen ist, erobern wir sie eben zurück!

source: Yes, show him who's in charge!
de: Ja, zeig ihm, wo der Hammer hängt!

source: Prince, I take the job!
de: Prinz, ich übernehme den Auftrag!

source: Prince, we take the job!
de: Prinz, wir übernehmen den Auftrag!

source: Aren't you the... auxiliary forces of the council? ##solo
de: Seid Ihr nicht die... Hilfstruppe des Konzils? ##solo

source: Aren't you the... auxiliary forces of the council?
de: Seid Ihr nicht die... Hilfstruppe des Konzils?

source: ... under the heel of a certain Soren Airpaw, at your service.
de: ...unter der Knute eines gewissen Soren Luftpfote, zu Diensten.

source: Windclaw, you fool!
de: Windklaue, du Tölpel!

source: Oops...
de: Ups...

source: Is that a problem for you?
de: Ist das ein Problem für Euch?

source: ... probably not. Alright, even if I don't like it.
de: ...wahrscheinlich nicht. Also gut, auch wenn es mir nicht gefällt.

source: Are you sure?
de: Seid Ihr sicher?

source: What if they kill the peasants along?
de: Was, wenn sie die Bauern gleich mit töten?

source: Only hand over the gold if the goblins are driven off and the peasants are alive in the end.
de: Händigt das Gold nur aus, wenn die Goblins vertrieben und die Bauern am Ende noch lebendig sind.

source: Otherwise, do your work diligent.
de: Ansonsten, geht Eurer Arbeit gewissenhaft nach.

source: As you wish, my Prinz.
de: Sehr wohl, mein Prinz.

source: That much distrust is really unnecessary during a war.
de: So viel Misstrauen ist während eines Krieges wirklich nicht nötig.

source: Nobody?
de: Niemand?

source: My prince?
de: Mein Prinz?

source: I am true to my word.
de: Mein Wort steht.

source: Hand over the gold, if you find someone who helps you after all.
de: Händigt das Gold aus, falls sich doch noch jemand findet und Euch hilft.

source: As you wish, my prince.
de: Wie Ihr wünscht, mein Prinz.

source: I'm sorry, good man.
de: Es tut mir Leid, guter Mann.

source: I will pray that your family is safe long enough.
de: Ich werde dafür beten, dass eure Familie lange genug aushält.

source: Some necromancer really resurrected an old council mage. Probably to cause confusion behind the lines. At least one problem that is solved.
de: Irgendein Nekromant hat tatsächlich im Hinterland von Aisen einen alten Konzilsmagier wiederbelebt, wahrscheinlich, um für Verwirrung und Störaktionen zu sorgen. Zumindest das Problem hat sich erledigt.

source: I came across some goblins in Maylon's Grave who babbled some nonsense and were chased by a zombie. Something is going on in this grave. Maybe I should have a look at it.
de: Ich bin in Maylons Grab auf ein paar Goblins gestossen, die irgendwelchen Unsinn gebrabbelt haben und von einem Zombie verfolgt wurden. Irgendetwas geht in diesem Grab vor sich. Vielleicht sollte ich mal einen Blick drauf werfen.

source: I came across some goblins in Maylon's Grave. According to their shaman a necromancer animated some undead down in the crypt. I should take a look at it.
de: Ich bin in Maylons Grab auf ein paar Goblins gestossen. Laut ihrem Schamanen hat ein Nekromant unten in der Krypta einige Untote erweckt. Ich sollte mal einen Blick drauf werfen.

source: I came across some goblins in Maylon's Grave who were chased by a zombie. Something is going on in this grave. Maybe I should take a look at it.
de: Ich bin in Maylons Grab auf ein paar Goblins gestossen, die von einem Zombie verfolgt wurden. Irgendetwas geht in diesem Grab vor sich. Vielleicht sollte ich mal einen Blick drauf werfen.

source: Talk with the goblins?
de: Mit den Goblins reden?

source: A goblin who wants to talk?
de: Ein Goblin, der reden will?

source: Yes. No hurt, no kill.
de: Ja. Nich schlagen, nich töten.

source: Gab'Resh and his only harmless rustlers. No bandits.
de: Gab'Resh und seine nur harmlose Viehdiebe. Keine Banditen.

source: You listen, yes?
de: Ihr zuhören, ja?

source: What will you do?
de: Was tun?

source: Listen to the goblins
de: Den Goblins zuhören

source: Chase the goblins away
de: Die Goblins verjagen

source: Slay the goblins
de: Die Goblins erschlagen

source: What could a goblin possibly have to say?
de: Was könnte ein Goblin schon zu sagen haben

source: We often hide here.
de: Wir uns hier oft verstecken.

source: No humans coming, and if do, they never return from depth of cave.
de: Kaum Menschens vorbei kommen, und wenn doch, dann nie wieder zurück kehren aus Tiefen von Höhle.

source: But last moon black human came.
de: Aber letzten Mond schwarzer Mensch vorbei gekommen.

source: Now horror of the depth wandering to surface, too and being after poor goblins who never not wants to steal anything.
de: Jetzt das Grausen aus den Tiefen auch nach oben wandern und hinter uns armen Goblins her sein, wo nie was stehlen nich wollten.

source: That almost sounds as if a necromancer came by.
de: Das klingt beinahe, als sei ein Nekromant hier vorbei gekommen.

source: I cannot leave such a problem amidst this under-guarded region.
de: Ein solches Problem kann ich nicht einfach so inmitten dieser unterbewachten Region lassen.

source: We cannot leave such a problem amidst this under-guarded region.
de: Ein solches Problem können wir nicht einfach so inmitten dieser unterbewachten Region lassen.

source: Who knows what could happen?
de: Wer weiß, was alles passieren könnte?

source: Really, I should free those poor bound souls and send them off to a short brake in Harad's Hell.
de: Wirklich, ich sollte diese armen gebundenen Seelen befreien und zu einem Kurzurlaub in Harads Hölle schicken.

source: Really, we should free those poor bound souls and send them off to a short brake in Harad's Hell.
de: Wirklich, wir sollten diese armen gebundenen Seelen befreien und zu einem Kurzurlaub in Harads Hölle schicken.

source: Better them than us.
de: Besser sie als wir.

source: Good warning, yes? Mighty warrior-humans let us live, no?
de: Gute Warnung, nein? Mächtige Menschenkriegers uns am leben lassen, nein?

source: Get lost. I have better things to do than killing a band of pathetic goblins.
de: Verschwindet schon. Ich habe jetzt besseres zu tun, als eine Bande armseliger Goblins zu töten.

source: Get lost. we have better things to do than killing a band of pathetic goblins.
de: Verschwindet schon. Wir haben jetzt besseres zu tun, als eine Bande armseliger Goblins zu töten.

source: Miserable brood! Die!
de: Elendes Gezücht!Sterbt alle!

source: Miserable brood! Slay them all!
de: Elendes Gezücht! Macht sie nieder!

source: Get lost, before I change my mind!
de: Macht, dass ihr davonkommt, bevor ich es mir anders überlege!

source: Thank you very much for liberating my soul.
de: Ich danke Euch für die Befreiung meines Geistes.

source: May you do many other great deeds.
de: Möget Ihr noch viele große Taten vollbringen.

source: Akerans blessing to you.
de: Akerans Segen mit Euch.

source: My sarcophagus contains many remains of my mortal life.
de: In meinem Sarkophag befinden sich viele Hinterlassenschaften aus meinem sterblichen Leben.

source: For a long time now I have no use for it anymore. Choose yourself a weapon you like.
de: Ich habe schon lange keine Verwendung mehr dafür. Sucht Euch eine Waffe aus, die euch gefällt.

source: The same holds true for your friends.
de: Das gilt auch für Eure Freunde.

source: But now I have to return into the bliss of Akerans eternal oasis.
de: Jetzt muss ich aber wieder zurück in die Glückseligkeit von Akerans Ewiger Oase.

source: I wander if he would have said that if he had known that he will make a detour to Harad's Hell first?
de: Ob er das auch gesagt hätte, wenn er wüsste, dass er erst mal einen Umweg über Harads Hölle nehmen wird?

source: Willard is back in Medair and he even forked out some money. Who said it wouldn't pay to let people live? At least as long there are enough goblins around.
de: Willard ist wieder in Medair und er hat sogar ein bisschen Geld springen lassen. Wer sagt denn, dass es sich nicht auszahlt, die Leute am Leben zu lassen? Zumindest so lange es reichlich Goblins gibt.

source: Willard is in hiding somewhere around the Aisen Meadow. Due to his injury he will show himself only if there are no goblins around.
de: Willard versteckt sich irgendwo in der Aisener Wiese. Er wird sich wegen seiner Verletzung sicher nur zeigen, wenn keine Goblins in der Nähe sind.

source: A long search and quite a lot of dead goblins later Willard has finally shown himself. I should give him the stone and be done with it.
de: Langes suchen und etliche tote Goblins später ist Willard endlich aufgetaucht. Ich sollte ihm den Stein geben und es hinter mich bringen.

source: Hey there!
de: Heda!

source: I hope you are making a good time searching for Willard. ##solo
de: Ich hoffe, Ihr kommt mit Eurer Suche nach Willard voran. ##solo

source: I hope you are making a good time searching for Willard.
de: Ich hoffe, Ihr kommt mit Eurer Suche nach Willard voran.

source: Have you changed your mind?
de: Habt Ihr es euch etwa anders überlegt?

source: Search for Willard?
de: Nach Willard suchen?

source: If I'm not mistaken you are a Branded One.
de: Wenn mich nicht alles täuscht seid ihr ein Gezeichneter.

source: If I'm not mistaken you are Branded Ones.
de: Wenn mich nicht alles täuscht seid ihr Gezeichnete.

source: What the...
de: Was zum...

source: Do I have a sign somewere saying: Caution, dangerous monster??
de: Habe ich irgendwo ein Schild auf dem steht: Achtung, gefährliches Monster??

source: That is the second time today!
de: Das ist schon das zweite Mal heute!
