Repository: gochenming/sumwars-code
Catalog: translation/*/sumwars-events.po
Languages: de

source: I could always feel if someone was a Branded One.
de: Ich konnte schon immer spüren, wenn jemand ein Gezeichneter war.

source: But don't worry, I will give noone away, as long as they are behaving correctly.
de: Aber keine Sorge, ich werde niemanden verraten, solange er sich korrekt verhält.

source: There is something I'd like to ask of you. ##solo
de: Es gibt da etwas, um das ich Euch bitten möchte. ##solo

source: Only someone like you could do it reliably. ##solo
de: Nur jemand wie Ihr könnte das zuverlässig erledigen. ##solo

source: There is something I'd like to ask of you.
de: Es gibt da etwas, um das ich euch bitten möchte.

source: Only someone like you could do it reliable.
de: Nur jemand wie Ihr könnte das zuverlässig erledigen.

source: Who would have thought that?
de: Wer hätte das gedacht?

source: Does an honorable member of the city guard wants someone's throat cut?
de: Will ein ehrbares Mitglied der Stadtwache etwa jemandes Kehle durchgeschnitten sehen?

source: What? I could have hired a professional assassin for that.
de: Häh? Dafür hätte ich einen professionellen Attentäter anheuern können.

source: I thought you were the kind of Branded Ones that doesn't kill every human crossing their way.
de: Ich dachte, Ihr wärt die Sorte Gezeichnete, die nicht wahllos alle Menschen umbringen, die ihren Weg kreuzen.

source: I'm sorry. Maybe my mouth slipped.
de: Verzeiht. Vielleicht war mein Mund schneller als mein Kopf.

source: Whatever. What is it you really want?
de: Wie auch immer. Was wollt Ihr wirklich?

source: Thanks. My name is Fenor Marken.
de: Danke. Mein Name ist Fenor Marken.

source: I have a friend with the gamekeepers.
de: Es ist so: Ich habe einen Freund bei den Wildhütern.

source: He was in the meadows with two collegues, when they were attacked by goblins.
de: Er war mit zwei Kollegen in den Wiesen, als sie von Goblins überfallen wurden.

source: And those cowards left him behind injured!
de: Und diese Feiglinge haben ihn verletzt zurück gelassen!

source: Surely you don't want me to bring back his corpse, do you?
de: Sicher wollt Ihr nicht, dass ich seine Leiche zurück bringe.

source: Surely you don't want us to bring back his corpse, do you?
de: Sicher wollt Ihr nicht, dass wir seine Leiche zurück bringe.

source: No, Willard isn't someone who would be killed by some lousy goblins.
de: Nein. Willard ist niemand, der sich von ein paar lausigen Goblins umbringen lässt.

source: I'm sure he waits somewhere for help.
de: Ich bin sicher, er wartet irgendwo darauf, dass ihm jemand zu Hilfe eilt.

source: I'm sure you are very busy.
de: Nun seid Ihr sicher sehr beschäftigt.

source: That is why I only ask you to bring him this phasestone. ##solo
de: Deswegen bitte ich Euch, ihm diesen Phasenstein zu bringen. ##solo

source: That is why I only ask you to bring him this phasestone.
de: Deswegen bitte ich Euch, ihm diesen Phasenstein zu bringen.

source: I wouldn't entrust this to anyone normaly.
de: Normalerweise würde ich das niemandem anvertrauen.

source: Much less someone totally unknown.
de: Schon gar keinen wildfremden Leuten.

source: Who wouldn't take off with it?
de: Wer würde nicht einfach damit verschwinden?

source: But you Branded Ones have other ways and means to travel, haven't you.
de: Aber ihr Gezeichneten habt andere Mittel und Wege, um zu reisen.

source: And you cannot use a phasestone since it is dedicated to Avaera, right?
de: Und einen Phasenstein könnt ihr nicht benutzen, weil er Avaera geweiht ist, stimmt's?

source: That is why I called you when you were passing.
de: Deswegen habe ich mich an Euch gewandt, als Ihr hier vorbei gekommen seid.

source: You know quite a lot.
de: Ihr wisst recht viel.

source: Your friend is as good as safe.
de: Euer Freund ist so gut wie gerettet

source: And doesn't even ask what the rest of us is thinking.
de: Und fragt nicht mal, was der Rest von uns denkt.

source: Thank you. ##solo
de: Ich danke Euch ##solo

source: Thank you.
de: Ich danke Euch

source: I'm sorry, but I don't want to waste my time searching for any gamekeepers.
de: Es tut mir Leid, aber ich will meine Zeit nicht damit verschwenden, nach irgendwelchen Wildhütern zu suchen.

source: You are as cold-hearted as they say. ##solo
de: Ihr seid genauso kaltherzig, wie man es euch nachsagt. ##solo

source: I'm sorry, but we cannot waste our time searching for any gamekeepers.
de: Es tut mir Leid, aber wir können unsere Zeit nicht damit verschwenden, nach irgendwelchen Wildhütern zu suchen.

source: You are as cold-hearted as they say.
de: Ihr seid genauso kaltherzig, wie man es euch nachsagt.

source: If only I could leave here.
de: Wenn ich doch nur hier weg könnte.

source: I would search for him myself.
de: Dann würde ich ihn selbst suchen gehen.

source: Then what do you want of me? ##solo
de: Was wollt Ihr dann von mir? ##solo

source: Leave, before I tell someone about you! ##solo
de: Verschwindet, bevor ich jemandem von Euch erzähle! ##solo

source: Then what do you want from me?
de: Was wollt Ihr dann von mir?

source: Leave, before I tell someone about you!
de: Verschwindet, bevor ich jemandem von Euch erzähle!

source: Thank's for your help.
de: Danke f�r eure Hilfe.

source: Can I ask you for another favor?
de: Kann ich euch um noch einen Gefallen bitten?

source: My leg is hurt and I won't make it to Medair alone.
de: Ich bin am Bein verwundet und schaffe es allein nicht bis nach Medair.

source: You are Willard, I suppose.
de: Ich nehme an, ihr seid Willard.

source: That's me. Why do you know my name?
de: Der bin ich. Woher kennt ihr meinen Namen?

source: Your friend Fenor Marken sent us to give you this phasestone.
de: Euer Freund Fenor Marken schickt uns, um euch einen Phasenstein zu geben.

source: Holy gods! He still has that thing?
de: Bei den Göttern! Er hat das Ding immer noch?

source: That was one of our youthful follys.
de: Das ist eine unserer Jugendsünden gewesen.

source: Mine is long used up.
de: Meiner ist längst verbraucht.

source: Good old Fenor. Here, a token of my appreciation.
de: Der gute Fenor. Hier, lasst mich meine Dankbarkeit zeigen.

source: Surely someone of your trade can always use a little money?
de: Sicher kann jemand mit eurem Handwerk immer Geld gebrauchen?

source: So here is this Willard.
de: Hier steckt also dieser Willard.

source: Rob the robber breathed his last and provided a downright windfall while he was on it.
de: Rob der Räuber hat seinen letzten Atemzug getan und dabei noch für einen regelrechten Geldsegen gesorgt.

source: Rob the robber is dead and will soon be forgotten. I have his neckband and I'm on my way to Dwarfenwall to show it to this sergeant Wober. I have no idea why everyone was so afraid of this guy.
de: Rob der Räuber ist tot und wird bald vergessen sein. Ich habe sein Halsband und bin schon auf dem Weg nach Zwergentrutz, um es diesem Sergeant Wober zu zeigen. Keine Ahnung, warum die alle solche Angst vor dem Kerl hatten.

source: Rob the robber supposedly hides in the depth of the Fairywoods. Find him, dispose of him and take his neckband. At least it spares me the unsavory task of carrying a head around.
de: Rob der Räuber versteckt sich angeblich in den Tiefen des Feenwaldes. Finde ihn, mach ihn unschädlich und nimm sein Halsband mit. Wenigstens erspart mir das die unappetitliche Aufgabe, einen Kopf mit mir rumzuschleppen.

source: I really should pay this guy a visit. 10000 gold pieces are not chickenfeed.
de: Ich sollte diesen Kerl wirklich mal besuchen. 10000 Goldstücke sind kein Pappenstiel.

source: Watch your back.
de: Passt auf Euren Rücken auf.

source: Excuse me, sergeant, but I noticed this wanted poster.
de: Verzeiht, Sergeant, aber mir ist dieser Steckbrief aufgefallen.

source: Isn't a bounty of 10000 gold pieces a little bit over the top for one man?
de: Ist ein Kopfgeld von 10000 Goldstücken nicht ein wenig übertrieben für einen Mann?

source: Oh, him.
de: Ach, der.

source: The bounty hunters keep their fingers off him.
de: Von dem lassen alle Kopfgeldjäger die Finger.

source: Every time someone wants to have killed him, he winds up dead a short time later himself.
de: Immer, wenn einer ihn umgebracht haben will, ist er kurze Zeit sp�ter selber tot.

source: And Rob is plundering and murdering on.
de: Und Rob plündert und mordet weiter.

source: It seems he has oodles of luck, that villain.
de: Hat anscheinend Unmengen Glück, der Kerl

source: Are you interested?
de: Seid ihr interessiert?

source: Indeed.
de: Allerdings.

source: 10000 gold pieces are quite interesting for the traveling fund.
de: 10000 Goldstücke für die Reisekasse sind durchaus interessant.

source: And I'm pretty lucky myself.
de: Und ich habe selbst auch recht viel Glück.

source: Then take his necklace.
de: Dann nehmt ihm sein Halsband ab.

source: Word is, he treasures it quite a lot.
de: Daran hängt er angeblich sehr.

source: If you can take it to sergeant Wober in Dwarfenwall he will believe you that Rob is dead.
de: Wenn ihr es bis zu Sergeant Wober in Zwergentrutz bringen könnt, wird man euch glauben, dass Rob tot ist.

source: Right now we suspect him to be in the Fairywoods between here and Dwarvenwall.
de: Momentan vermuten wir ihn ihm Feenwald zwischen hier und Zwergentrutz.

source: Just curious.
de: Nur neugierig.

source: Bring me his necklace and I give you the 10000 gold pieces.
de: Bringt mir sein Halsband und ich gebe Euch die 10000 Goldstücke.

source: Not a second earlier!
de: Keine Sekunde früher!

source: If you can bring it to me I will believe you that Rob is dead.
de: Wenn ihr es zu mir bringen könnt, werde ich Euch glauben, dass Rob tot ist.

source: Right now we suspect him to be in the Fairywoods between here and Joringsbridge.
de: Momentan vermuten wir ihn ihm Feenwald zwischen hier und Joringsbrück.

source: Here is the necklace of Rob the robber.
de: Hier ist das Halsband von Rob, dem Räuber.

source: By all devils!
de: Bei allen Teufeln!

source: Someone really got him?
de: Hat ihn tatsächlich jemand erwischt?

source: Well, I wish you luck.
de: Na, ich wünsch euch Glück.

source: His vengeful spirit will supposedly hunt all those who hurt him.
de: Angeblich wird sein rachsüchtiger Geist alle verfolgen, die ihn verletzen.

source: But that shall not be my problem.
de: Aber das soll nicht mein Problem sein.

source: Here are the 10000 gold pieces.
de: Hier sind die 10000 Goldstücke.

source: I will quarter and skin you, before I throw you to the wolves!
de: Ich werde dich vierteilen und Häuten, ehe ich dich den Wölfen zum Fraß vorwerfe!

source: You talk too much!
de: Du redest zu viel!

source: I will quarter and skin everyone of you, before I throw you to the wolves!
de: Ich werde euch alle vierteilen und Häuten, ehe ich euch den Wölfen zum Fraß vorwerfe!

source: You will die! I will destroy you!!
de: Ihr werdet sterben! Ihr werdet alle sterben!

source: My soul will crawl out of it's grave and hunt you to the ends of the world!
de: Meine Seele wird aus dem Grab kriechen und euch bis ans Ende der Welt verfolgen!

source: Have fun with that. If you escape hell, that is.
de: Viel Spass dabei. Wenn du aus der Hölle entkommst.

source: Wow, thats beautiful.
de: Wow, ist das schön.

source: Are you getting sentimental now?
de: Wirst du jetzt sentimental?

source: ... only dimly
de: ... Nur schemenhaft.

source: Sometimes I wish,
de: Manchmal wünschte ich,

source: I know enough people,
de: Ich kenne genug Menschen,

source: ... only externally.
de: ... nur äußerlich.

source: Do you really think that it
de: Meint ihr wirklich, dass es

source: Even the great
de: Selbst die grossen

source: I hope you have
de: Ich hoffe du hast

source: Why has it really
de: Warum hat es eigentlich

source: We have to go now.
de: Wir müssen jetzt weiter.

source: Just a moment please.
de: Nur noch einen Moment bitte.

source: Whats that on the water over there?
de: Was ist das eigentlich dort auf dem Wasser?

source: Looks like a...
de: Sieht aus wie ein...

source: ... wind-elementals did see it clearly: It's only this one lich leading them.
de: ...haben meine Windelementare genau gesehen: Es ist nur dieser eine Lich, der sie führt.

source: When he's gone the others are no problem.
de: Wenn er erst mal weg ist, sind die anderen kein Problem.

source: Just great.
de: Wie großartig.

source: And with what army are you planning to do this break-through?
de: Und mit welcher Armee wollt ihr ihre Reihen durchbrechen?

source: We have to stop the rush, that is assembling out there.
de: Wir müssen erst mal diesen Ansturm aufhalten, der sich da zusammenbraut.

source: Don't worry.
de: Keine Sorge.

source: My colleague assured me that the council is sending backup.
de: Mein Kollege hat mir versichert, dass das Konzil Unterstützung sendet.

source: It should be here shortly.
de: Sie müsste bald hier sein.

source: First they send away the mage of Northborough and than they send in backup again?
de: Erst beordern sie die Maga von Nordenburg ab und dann senden sie wieder Verstärkung?

source: What kind of game is this?
de: Was ist das für ein Spiel?

source: The mage is much needed elsewhere.
de: Die Maga wird an anderer Stelle dringender benötigt als bei uns.

source: I don't like saying this, but until an army makes it's way here, our bodies are long fighting for the other side, venerated lady.
de: Auch wenn ich das nur ungern sage, aber bis eine Armee den Weg hier her geschafft hat, kämpfen unsere Körper längst für die andere Seite, verehrte Dame!

source: Excuse me for interrupting like that, but small groups travel considerably faster then armies.
de: Verzeiht wenn ich mich so einfach einmische, aber kleine Gruppen reisen erheblich schneller als ein Heerzug.

source: And who are you? ##solo
de: Und wer seid Ihr? ##solo

source: And who are you?
de: Und wer seid ihr?

source: The backup.
de: Die Verstärkung.

source: Good joke.
de: Guter Witz.

source: But we have a war here.
de: Aber wir sind hier im Krieg.

source: Get lost, you fool.
de: Macht, dass ihr davonkommt, ihr Narr.

source: Get lost, you fools.
de: Macht, dass ihr davonkommt, ihr Narren.

source: This mercenary is telling the truth.
de: Dieser Söldner sagt die Wahrheit.

source: What?
de: Was?!?

source: This is your great backup?
de: Das soll eure grandiose Unterstützung sein?

source: A handful of mercenaries?
de: Eine Handvoll Söldlinge?

source: You will realize the worth of our assistance, when they fall for you again and again.
de: Ihr werdet den Wert unserer Unterstützung schon noch erkennen, wenn sie wieder und wieder für euch fällt.

source: What do you say?
de: Was sagt ihr da?

source: ... is this a Cursed One?
de: ... Ist das etwa ein Verfluchter?

source: ... are they Cursed Ones?
de: ... Sind das etwa Verfluchte?

source: Personally I like the term Branded One somehow better.
de: Mir persönlich gefällt der Begriff Gezeichnete irgendwie besser.

source: If the price is right I let myself be torn apart as often as need be to protect the town.
de: Wenn der Preis stimmt, lasse ich mich so oft in Stücke hacken, wie es nötig ist, um diese Stadt zu verteidigen.

source: If the price is right we let ourselves be torn apart as often as need be to protect the town.
de: Wenn der Preis stimmt, lassen wir uns so oft in Stücke hacken, wie es nötig ist, um diese Stadt zu verteidigen.

source: You make a deal with the devil to drive out the devil?
de: Ihr lasst euch mit dem Teufel ein, um einen Teufel auszutreiben?

source: You cannot be prim in times like these.
de: In Zeiten wie diesen kann man nicht besonders zimperlich benehmen.

source: Do you want to live or be backup for the undead?
de: Wollt ihr leben oder den Untoten als Verstärkung dienen?

source: You cannot trust these monsters!
de: Man kann diesen Monstern nicht trauen!

source: As long as I lead this army I will not tolerate such people.
de: Solange ich diese Armee führe, werde ich solche nicht dulden!

source: I just prevented the undead from passing by your city!
de: Ich habe gerade die Untoten daran gehindert, eure Stadt zu umgehen!

source: We just prevented the undead from passing by your city!
de: Wir haben gerade die Untoten daran gehindert, eure Stadt zu umgehen!

source: That proves nothing!
de: Das beweist gar nichts!

source: All warriors are connected by narrow-mindedness.
de: Alle Krieger verbindet die Engstirnigkeit.

source: I don't kill indiscriminately!
de: Ich töte nicht wahllos!

source: We don't kill indiscriminately!
de: Wir töten nicht wahllos!

source: She is under orders of the council, it is not your decision.
de: Sie steht unter dem Befehls des Konzils, es ist nicht eure Entscheidung.

source: He is under orders of the council, it is not your decision.
de: Er steht unter dem Befehls des Konzils, es ist nicht eure Entscheidung.

source: They are under orders of the council, it is not your decision.
de: Sie stehen unter dem Befehls des Konzils, es ist nicht eure Entscheidung.

source: They are coming! The attack begins!
de: Sie kommen! Der Angriff beginnt!

source: Get to the walls!
de: Seht zu, dass ihr zur Mauer kommt!

source: How fast he changes his mind.
de: Wie schnell er seine Meinung doch ändert.

source: I'm already on my way.
de: Ich bin schon unterwegs

source: Get going!
de: Los jetzt!

source: I just hope you have enough money to keep them at it.
de: Ich hoffe, ihr habt genug Geld, um diese Brut bei der Stange zu halten.

source: Don't trouble yourself.
de: Macht euch keine Sorgen.

source: It will not fail due to this.
de: Daran wird es nicht scheitern.

source: I pray that you're right...
de: Ich bete, dass ihr Euch nicht irrt...

source: I'm sorry, but only members of the aisen army are allowed beyond here.
de: Es tut mir Leid, aber hier ist nur Durchgang für Angehörige der aisener Armee.

source: I don't want to go there. I only see boring walls.
de: Da will ich jetzt nicht hin. Ich sehe nur eine langweilige Mauer.

source: Here they come.
de: Da hinten kommen sie.

source: Get ready, soldiers!
de: Macht euch bereit Männer!

source: Your time has come, pathetic humans!
de: Eure Zeit ist gekommen, erbärmliche Menschen!

source: Dwarfenwall will finally be yours, my lord.
de: Zwergentrutz wird endlich Euer sein, mein Gebieter.

source: With the help from the capital it will succeed at last.
de: Mit der Unterstützung aus der Hauptstadt wird es endlich gelingen.

source: Let us begin with the last rush on this wretched stronghold.
de: Beginnen wir also den letzten Sturm auf diese elende Festung.

source: I reckon there is so many undead back there that your oh-so mighty backup will not be able to avert our death.
de: Da hinten sind wahrscheinlich so viele Untote, dass Eure ach so kampfkräftige Unterstützung unseren Tod nicht wird abwenden können.

source: This... backup is not the only thing the council can and will do for Dwarfenwall.
de: Diese... Unterstützung ist nicht das einzige, was das Konzil für Zwergentrutz tun kann und wird.

source: I bound an earth-elemental weeks ago.
de: Ich habe schon vor Wochen einen Erdelementar gebunden.

source: He is waiting for my orders right now.
de: Er wartet nur noch auf meinen Befehl.

source: Of course I couldn't know, where the undead would attack.
de: Natürlich konnte ich nicht wissen, wo die Untoten angreifen würden.

source: I'm afraid, there will be quite some cleaning up to do by the survivors.
de: Ich fürchte, da kommt einiges an Aufräumarbeiten auf die Überlebenden zu.

source: Stop scoffing and do whatever it is you're planing.
de: Hört auf zu spotten und tut es endlich, was auch immer ihr vorhabt.

source: Acursed elementalists!
de: Verfluchte Elementaristen!

source: It will be a great pleasure to reanimate the body of that witch only to burn her!
de: Es wird mir eine Freude sein, den Körper dieser Hexe wiederzubeleben, nur um sie zu verbrennen!

source: It will be done, my lord.
de: Es wird geschehen, mein Gebieter.

source: But how will we attack the city now? She blocked the path for our army.
de: Aber wie greifen wir die Stadt jetzt an? Sie hat den Weg für unsere Armee blockiert

source: The catapults?
de: Die Katapulte?

source: Ready, my lord.
de: Sind bereit, mein Gebieter

source: Our necromancers?
de: Unsere Nekromanten?

source: Await your order.
de: Warten nur auf euren Befehl.

source: I'm not fighting with Dwarfenwall for centuries for nothing.
de: Nicht umsonst kämpfe ich schon seit Jahrhunderten mit Zwergentrutz.

source: Send the skeletons through the underdrives.
de: Schickt die Skelette durch die Kriechgänge.

source: Something is going on over there.
de: Da tut sich was.

source: They are coming!
de: Sie kommen!

source: It won't hurt if I call some more helpers, too.
de: Es wird wohl nicht schaden, wenn ich auch noch ein paar Helfer rufe.

source: To the front with you, butcher. ##solo
de: An die Front mit euch, Schlächter. ##solo

source: To the front with you, butcher.
de: An die Front mit euch, Schlächter.

source: Say 'please'.
de: Sag 'Bitte'.

source: Just do it!
de: Macht schon!

source: Watch out!
de: Gebt Acht!

source: Catapults!
de: Katapulte!

source: They are struggling on.
de: Sie wehren sich weiterhin.

source: Don't worry, my lord, we will have overrun them soon.
de: Keine Sorge, mein Gebieter, wir werden sie bald überrannt haben!

source: There's no hurry.
de: Nur keine Hast.

source: We have time, that is our advantage.
de: Wir haben Zeit, das ist unser Vorteil.

source: Show them that we can play with fire, too.
de: Zeigen wir ihnen, dass wir auch mit Feuer spielen können.

source: Those mages are beginning to get on my nerves.
de: Diese Magier gehen mir langsam auf den Geist.

source: Prepare everything.
de: Bereite alles vor.

source: I understand, my lord.
de: Ich habe verstanden, mein Gebieter.

source: Their defense still holds, my lord.
de: Ihre Verteidigung hält noch immer stand, mein Gebieter

source: No one said it had to be easy.
de: Niemand hat verlangt, dass es einfach sein muss.

source: Did you now there was a wild man here two-hundred years ago?
de: Wusstest du, dass es hier vor zweihundert Jahren einen Wilden gab?

source: The humans called him the giant killer and didn't want to have anything to do with him.
de: Die Menschen nannten ihn den Riesentöter und wollten nichts mit ihm zu tun haben.

source: I don't see how that has anything to do with the siege, my lord.
de: Ich verstehe nicht, was das mit der Belagerung zu tun hat, mein Gebieter

source: Watch and learn.
de: Sieh zu und lerne.

source: You called, my lord?
de: Ihr habt gerufen, mein Gebieter?

source: I want you to use the brothers.
de: Ich will, dass ihr die Brüder einsetzt.

source: But they are still not stable!
de: Aber die sind noch immer nicht stabil!

source: In the worst case they will do no damage at all.
de: Im schlimmsten Fall werden sie dem Gegner überhaupt keinen Schaden zufügen.

source: That doesn't matter.
de: Das spielt keine Rolle.

source: He should be here any moment. We are playing for time right now.
de: Er müsste bald hier sein. Im Moment schinden wir nur Zeit.

source: As you wish, my lord.
de: Wie ihr Befehlt, mein Gebieter.

source: My lord.
de: Mein Gebieter.

source: What is it?
de: Was ist?

source: Neivan the Frostbringer is now here.
de: Neivan der Frostbringer ist jetzt hier.

source: Finally.
de: Endlich.

source: The road from the Grey Skyladder into this desolate and sear plain was long, you know.
de: Der Weg aus der Grauen Himmelsleiter in diese trostlos verdorrte Ebene war eben lang.

source: And your mountain tops are more lively?
de: Und deine Bergspitzen sind lebendiger?

source: Are we here to count the bugs on our estates?
de: Sind wir hier um die letzten Krabbelkäfer in unseren Ländereien zu zählen?
