Repository: gochenming/sumwars-code
Catalog: translation/*/the_trader.po
Languages: it

source: The Trader
it: Il Mercante

source: Quest finished
it: Quest completata

source: A strange trader offered me to sell Empty Scrolls.
it: Uno strano commerciante ha offerto di vendermi delle pergamene vuote.

source: elCnlLobby
it: Consiglio degli Elementalisti, Dungeon sotterraneo

source: medMercCamp
it: Campo dei Mercenari di Medair

source: A moment, dear madam.
it: Un momento, mia cara signora.

source: A moment, dear mister.
it: Un momento, mio caro signore.

source: A moment, dear ladies.
it: Un momento, mie care signore.

source: A moment, dear sirs.
it: Un momento, miei cari signori.

source: A moment, ladies and gentleman.
it: Un momento, signori e signore.

source: What is it now?
it: Che succede ora?

source: It seems, you are stuck in Harad's black claws.
it: Sembra, tu sia caduto nelle grinfie di Harad.

source: What are you trying to say?
it: Cosa stai cercando di dire?

source: Well, I want to say I'd like to lend you my services.
it: Voglio dire che mi piacerebbe darti una mano.

source: You are a trader?
it: Sei un commerciante?

source: Indeed.
it: Infatti.

source: Unfortunatly I bet on the wrong branch and now I'm stuck with a large contingent of Empty Scrolls.
it: Diciamo che ho scommesso sul ramo sbagliato del mercato, e adesso mi ritrovo con una pila di pergamene vuote da vendere.

source: What do we want with empty scrolls?
it: A cosa ci servirebbero delle pergamene vuote?

source: Didn't you hear the capital letters?
it: Mai sentito parlare di non so...lettere maiuscole?

source: What kind of scrolls are they?
it: Che razza di pergamene sono?

source: I see you are a man of reason!
it: Vedo che sei un uomo ragionevole.

source: I see you are a woman of reason!
it: Vedo che sei una donna ragionevole.

source: An Empty Scroll is much to my regret only capable of one thing:
it: Una pergamena vuota con mio profondo rammarico puo' servire ad una cosa sola:

source: Establish a way through Harads Black Abyss.
it: Apre un varco per gli Oscuri Abissi di Harad.

source: And to make it worse only to spots of great magical concentration like the big road shrine over there.
it: Piu' precisamente un varco accessibile solo da zone con una grande concentrazione di magia, come ad esempio presso il sacrario di pietra che vedi laggiu'.

source: It's power is furthermore depleted quickly and limited to one person.
it: Il suo potere e' stato oltretutto limitato ad una sola persona.

source: Explain the waypoint system?
it: Vuoi che ti spieghi come funzionano i Punti di Accesso?

source: Yes
it: Si'

source: If you are getting close to a waypoint, your aura will bring the familiar spirits of this place to ignite warning flames.
it: Se ti avvicini ad un Punto di Accesso, la tua aurea risvegliera' gli antichi spiriti del luogo che, una volta desti, si riveleranno come fiamme vive.

source: But do not fear, they don't have the power to harm you in any way, really.
it: Ma non dovrai aver paura, essi non hanno il potere di farti del male in alcun modo.

source: Counterwise you can be sure that you are able to use the road shrine if you see the flames.
it: Al contrario se vedrai delle fiamme ardere sul sacrario vorra' dire che sarai in grado di usarlo.

source: If you click on a road shrine, your body will volatilize into Harad's Black Abyss.
it: Cliccando su uno dei sacrari di pietra, il tuo corpo si volatilizzera' nei meandri degli Oscuri Abissi di Harad.

source: Before your inner eye there will be a map with all the places, you have already visited.
it: Ti apparira' una mappa con tutti i posti gia' visitati in vita tua.

source: They are shown as a circle.
it: Ti si mostreranno come dei piccoli cerchi.

source: If you have an open portal in the world, it will be shown too, but by a red dot.
it: Se invece avrai a disposizione un portale aperto, ti si mostrera' anch'esso, ma questa volta come un punto rosso.

source: Click on one of these symbols, and your body will reassemble itself fast as the wind at your destination.
it: Cliccando uno di questi simboli, il tuo corpo si riassemblera' alla velocita' del vento nella tua destinazione.

source: Goblins and other beasts have stolen quite a lot recently.
it: Recentemente i goblin e i loro pari hanno rubato in giro piu' e piu' volte.

source: It may be convenient to make a short detour to a well-assorted trader.
it: Ti consiglierei di fare visita ad un mercante ben rifornito.

source: Speaking of you?
it: Stai parlando di te?

source: Actually not, regrettably.
it: Purtroppo no, almeno per il momento.

source: As reported, I misinvested in the Empty Scrolls and have no available capital.
it: Come ti ho gia' detto ho investitio tutto in pergamente vuote ed ora non ho soldi a sufficienza.

source: I'm afraid all I can give you for your wares in gold would be insufficient.
it: Ho paura che tutto l'oro che posso darti per la tua merce non sara' sufficiente.

source: But I can supply you for a really long time. It's a promise.
it: Ma mi riforniro' da te spesso. E' una promessa.

source: One reason being customers are really rare in these parts.
it: Da queste parti i clienti sono merce rara.

source: They are everywhere.
it: Sono dappertutto.

source: with all due respect: That is a blessing.
it: Con il dovuto rispetto: questa e' una benedizione.

source: Not many Branded Ones would have listened to me as you did.
it: Non tutti i Marchiati mi avrebbero ascoltato come hai fatto tu.

source: Allow me to give you an Empty Scroll as a freebie.
it: Permettimi di darti in omaggio una delle mie pergamene vuote.

source: Grace me with your presence again, if you please.
it: Torna a trovarmi ancora se ti fa piacere.

source: Wait! Does this thing have to be called "Empty Scroll"?
it: Un attimo. Questa cosa...deve essere proprio chiamata "Pergamena Vuota?"

source: Why not town portal or something like that?
it: Perche' non "Pergamena del Portale" o qualcosa di simile?

source: Well, they were sold to me as Empty Scrolls, but how you call them is entirely up to you.
it: Guarda, a me vengono venduti come "Pergamene Vuote", ma se vuoi chiamarli in altra maniera fai pure.

source: Why not "Way to the town" or something like that?
it: Perche' non "Passaggio per la citta'" o qualcosa di simile?

source: What kind of name is this supposed to be??
it: Che razza di nome sarebbe??

source: More like town portal.
it: Del tipo "Portale Magico".

source: Now, now, honorable customers!
it: Va bene, onorevoli acquirenti...

source: They were sold to me as Empty Scrolls, but how you call them is entirely up to you!
it: Guardate, a me vengono venduti come "Pergamene Vuote", ma se volete chiamarli in altra maniera fate pure.

source: And how do we use them?
it: E come si usano?

source: Like a common potion.
it: Come una qualsiasi pozione.

source: Explain the belt?
it: Vuoi che ti spieghi come si usa la cintura?

source: Well, you now about your inventory, right?
it: Bene, hai presente il tuo inventario no?

source: I thought so.
it: Come immaginavo.

source: At the bottom you have the small items, which take three rows of space.
it: Nella parte inferiore ci sono le caselle per gli oggetti piu' piccoli, le riconosci perche' sono disposte in tre righe.

source: The top row represents your belt.
it: La prima riga rappresenta la tua cintura.

source: If you place a potion there, it appears in the belt row.
it: Se posizioni li' una delle tue pozioni, la vedrai apparire in una delle caselle della tua cintura.

source: I'm sure you noticed, right?
it: Sono certo che l'avrai notato, giusto?

source: And long years on the battlefield caused me to change potions for similar potions immediately once I used one.
it: E dopo anni di esperienza sui campi di battaglia ti suggerisco di sostituire immediatamente le pozioni usate con altre nuove, pronte all'uso.

source: A useful skill.
it: Uhm, un utile accorgimento.

source: Doesn't everyone learn it who wants to avoid death?
it: Tutti coloro che vogliono evitare una morte certa farebbero bene a tenerlo sempre in mente.

source: Well, whatever.
it: Ottimo.

source: If you want to use a potion you can do so by clicking on it with the right mouse button in the inventory or the belt.
it: Se vorrai utilizzare una pozione, bastera' cliccare col tasto destro del mouse la relativa casella della cintura.

source: Alternativly you can choose the number of the belt slot it is in.
it: Alternativamente puoi usare i numeri della tastiera per scegliere lo slot da usare.

source: That is, 1 for the potion on the left, 2 for the second from the left and so on.
it: Ovvero, 1 per la prima pozione sulla sinistra, 2 per la seconda, e cosi' via.

source: This works for all usable items alike, so naturally for the scrolls, too.
it: Questo ovviamente funziona per tutti gli oggetti usabili, pergamene comprese.

source: Oh! It's that simple?
it: Ah! E' cosi' semplice?

source: Oddball.
it: Originale.

source: What are you doing here?
it: Cosa ti porta da queste parti?

source: Well, I noticed you were headed north, and I thought it would be convenient for you to know I'm nearby.
it: Comunque; ho notato che siete diretti a nord e ho pensato che vi fara' piacere sapere che io abito li' vicino.

source: Well, you are right, I guess.
it: Beh, immagino tu abbia ragione.

source: greyCurseCaveFis
it: La grotta sotterranea - Il crepaccio

source: I see you have reached dwarfenwall safely.
it: Vedo che hai raggiunto Dwarfenwall sano e salvo.

source: How nice to see you have escaped from the caves.
it: E' un sollievo sapere che sei riuscito a scappare dalle grotte!

source: No thanks to you. May I continue to offer you my services?
it: No grazie a te. Posso continuare a offrirti i miei servigi?

source: Surely. Now that I finally have a sound anchor again.
it: Certamente.
