Repository: gochenming/sumwars-code
Catalog: translation/*/the_besieged_farm.po
Languages: uk

source: The besieged farm
uk: Обложеної фермі

source: The peasants are rescued, the goblins slain, and the service paid. What more can you ask for?
uk: Селяни були врятовані, гобліни убитий, і послуга оплачується. Чого ще можна бажати?

source: The peasants are rescued and the goblins slain. Time to collect the reward for the trouble in Joringsbridge.
uk: Селяни були врятовані і гобліни убитий. Час збирати винагороду за неприємностей в Joringsbridge.

source: The goblins around Bron's farm are not among the living anymore. I should knock at the door and make sure, everything is all right. No peasants, no money.
uk: Гоблінів близько ферми Брона не було в живих більше. Я повинен постукати у двері і переконайтеся, що все в порядку. Ні селян, немає грошей.

source: The farm of a peasant named Michel Bron is besieged by goblins. His family needs help - fast.
uk: Ферми селянського імені Мішель Брон осаджують гоблінів. Його сім'я потребує допомоги - швидко.

source: Sergeant Lutterer
uk: Сержант Lutterer

source: The farm
uk: Ферма

source: Ah! Are you feeling like earning the money after all?
uk: Ах! Чи відчуваєте ви себе, як заробляти гроші в кінці кінців?

source: Don't think, I haven't seen you hanging around back there.
uk: Не думайте, я не бачила тебе стирчати туди.

source: Don't think, I haven't seen you and your friend hanging around back there.
uk: Не подумайте, я не бачив вас і вашого друга стирчати туди.

source: Don't think, I haven't seen you and your friends hanging around back there.
uk: Не подумайте, я не бачив вас і ваших друзів стирчати туди.

source: But I don't want to complain.
uk: Але я не хочу скаржитися.

source: You know the drill: Get to the Northern Meadow and drive away the goblins around Bron's farm.
uk: Ви знаєте тренування: Добратися до Північного Лугові і відігнати гоблінів близько ферми Брона.

source: I don't care, how you do it, even if you gobble them raw.
uk: Мені все одно, як ви це робите, навіть якщо ви з'їсти їх сирими.

source: Just kidding.
uk: Жартую.

source: When you're done come back to me.
uk: Коли ви закінчите повертаються до мене.

source: On my way.
uk: На моєму шляху.

source: That should have been enough goblins. I better look after Bron's family.
uk: Це повинно було бути досить гоблінів. Я краще піклуватися про сім'ю Брона.

source: The goblins are gone. Are you alright?
uk: Гобліни зникли. Ти в порядку?

source: Thank you very much.
uk: Велике спасибі.

source: Sadly I cannot ask you in.
uk: На жаль я не можу просити вас сюди

source: Our barricade is quite heavy.
uk: Наша барикада досить важкий.

source: But I will give word to my husband that we are alive and well.
uk: Але я дам слово моєму чоловікові, що ми живі і здорові.

source: How so?
uk: Як же так?

source: With a crytal of Avearea, of course. It's been handed down in my family for generations.
uk: З crytal з Avearea, звичайно. Це був винесений в моїй родині протягом поколінь.

source: Of course. Silly of me.
uk: Звичайно. Нерозумно з мого боку.

source: Really now, "..name..". Did you think she'd use carrier pigeons in this day and age?
uk: Невже тепер, ".. назва .. ". Невже ви думаєте, вона б використовувати поштових голубів в цей день і віку?

source: Let's just go collect the money.
uk: Давайте просто піти збирати гроші.

source: Brons Farm
uk: Ферма Бронса

source: It's done.
uk: Справу зроблено.

source: I've already heard of it.
uk: Я вже чув про неї.

source: Michel is in the tavern and getting plastered. All in honor of your bravery, of course.
uk: Мішель знаходиться в таверні та отримання оштукатурені. Все в честь вашої хоробрості, звичайно.

source: But that shall be of no concern to you.
uk: Але це повинно бути ніякого відношення до вас.

source: Here's the money.
uk: Ось гроші.
