Repository: gochenming/sumwars-code
Catalog: translation/*/the_ambush_of_the_undead.po
Languages: uk

source: The ambush of the undead
uk: Засідки нежиті

source: The good news: No one will come through that tunnel anymore. The bad news: The way back has caved in, too. Hopefully there is another exit.
uk: Хороша новина: Ніхто не прийде через цей тунель більше. Погана новина: шляху назад вже прогнувся, теж. Сподіваюся, є й інший вихід.

source: The undead found a way under the Grey Skyladder enabling them to bypass Dwarfenwall. Because this threatens the kingdom of Aisen directly it has to be shut as fast as possible. The passage in the Cursed Caves has to be found and the destroyed with the explosion spell of Ireana of Northborough.
uk: Нежити знайшли спосіб під Сірий Skyladder що дозволяє їм обходити Dwarfenwall. Тому що це загрожує царство Айсен безпосередньо вона повинна бути закрита якомога швидше. Прохід в проклятий печери повинен бути знайдений і знищений під час вибуху заклинання Ireana з Нортборо.

source: Wow, she's gorgeous.
uk: Нічого собі, вона чудова.

source: You can stare at her later, we have to erase some undead.
uk: Ви можете дивитися на неї пізно, ми повинні видалити деякі нежиті.

source: Please help us, the mage is badly injured!
uk: Будь ласка, допоможіть нам, маг важко поранений!

source: He he. Harvest!
uk: Він він. Урожай!

source: I have never seen someone fight like you before.
uk: Я ніколи не бачив кого-то боротися, як ви раніше.

source: You don't get out very often, do you.
uk: Ви не виходять дуже часто, чи не так.

source: You developed splendid since the last time we met, didn't you. ##solo
uk: Ви розробили чудовий оскільки останній раз ми зустрічалися, чи не так. # # Соло

source: You developed splendid since the last time we met, didn't you.
uk: Ви розробили чудовий оскільки останній раз ми зустрічалися, чи не так.

source: How is the archmage?
uk: Як архимаг?

source: Very bad, I'm afraid.
uk: Дуже погано, я боюся.

source: Let me see.
uk: Дозвольте мені бачити.

source: Thank you. That was a close call for a rescue.
uk: Дякуємо. Це було близько заклик до порятунку.

source: How could it even come to this?
uk: Як могло навіть прийти до цього?

source: It's very dangerous to travel so far from the roads.
uk: Це дуже небезпечно подорожувати так далеко від дороги.

source: Come off it!
uk: Киньте!

source: No, no, it's the truth.
uk: Ні, ні, це правда.

source: It was not the best idea, but the streets are not safe these days and thus we wanted to travel concealed.
uk: Це була не найкраща ідея, але на вулицях не є безпечними в ці дні і, таким чином ми хотіли поїхати ховається.

source: These undead layed an ambush for us here.
uk: Ці нежиті засідку для нас тут.

source: Surprise!
uk: Сюрприз!

source: No wonder, this is a combat area.
uk: Не дивно, що це район бойових дій.

source: No, Dwarfenwall hasn't fallen yet.
uk: Ні, Dwarfenwall не впав ще.

source: As long as that city stands, the entry to the lands of the undead is blocked.
uk: Поки що місто стоїть, вхід в землях нежиті блокується.

source: But I fear they must have found a way around the citywalls.
uk: Але я боюся, вони повинні знайти спосіб обійти citywalls.

source: We mustn't allow this.
uk: Ми не повинні цього допустити.

source: If those monsters could avoid Dwarfenwall they would advance into Aisen before one week is gone.
uk: Якщо ці монстри могли б уникнути Dwarfenwall вони просуватимуться в Айсен до одного тижня пішло.

source: It was exceedingly careless of you to leave with so few men.
uk: Він був надзвичайно недбале з вас піти з так мало чоловіків.

source: The city needs every man it can get!
uk: Місто потребує кожна людина може отримати!

source: I have a feeling what's going to come in a moment...
uk: У мене таке відчуття, що збирається прийти в момент ...

source: Listen, Branded One!
uk: Слухай, відомих Одне!

source: What?!?
uk: Що?!?

source: That's a Branded One?
uk: Ось відомих Один?

source: Let it go.
uk: Нехай це піти.

source: She is on our side.
uk: Вона знаходиться на нашій стороні.

source: He is on our side.
uk: Він на нашій стороні.

source: Listen, Branded Ones!
uk: Слухай, фірмові!

source: Those are Branded Ones?
uk: Це фірмові?

source: They are on our side.
uk: Вони на нашому боці.

source: Find the way the undead came here and render it useless.
uk: Знайти шляхи нежиті прийшли сюди і зробити її марною.

source: Will that be payed extra?
uk: Чи буде це заплатили більше?

source: Don't you want to give them some backup?
uk: Хіба ви не хочете, щоб дати їм деякий резервного копіювання?

source: I can do what I want!
uk: Я можу робити те, що я хочу!

source: Of course...
uk: Звичайно ...

source: Slowly he's getting to me...
uk: Поступово він стає для мене ...

source: Only now?
uk: Тільки зараз?

source: Mages have to be naturally patient.
uk: Маги повинні бути природно пацієнта.

source: I'm sure the undead found a hidden cave.
uk: Я впевнений, що нежить виявили приховану печеру.

source: Please take this explosion spell.
uk: Будь ласка, прийміть це вибух заклинання.

source: It surely will be useful.
uk: Це, безумовно, буде корисно.

source: I know of a cave system north of here.
uk: Я не знаю півночі печерної системи звідси.

source: They say it's cursed.
uk: Вони кажуть, що це прокляте.

source: Should that frighten me?
uk: Якщо це лякає мене?

source: Should that frighten us?
uk: Якщо це лякати нас?

source: probably not.
uk: ймовірно, немає.

source: Thanks for your help.
uk: Дякуємо за вашу допомогу.

source: Good luck!
uk: Удачи!

source: I hope we meet again soon.
uk: Я сподіваюся, ми зустрінемося знову найближчим часом.

source: Unknown Lich
uk: Невідомі Ліча

source: How is the work proceeding?
uk: Як іде робота виходячи?

source: Nar'Asoroth, my lord.
uk: Nar'Asoroth, мій пан.

source: The stone is solid,but if I let the skeletons work any faster they will break apart!
uk: Камінь твердий, але якщо я дозволю скелети працювати швидше, вони розбиваються на частини!

source: ((Such an opportunity may never occur again.))
uk: ((Така можливість може ніколи не повторитися.))

source: Come on, this is our chance!
uk: Ну, це наш шанс!

source: Attack the lich immediately?
uk: Атака Ліча негайно?

source: Yes
uk: Так

source: No
uk: Ні

source: Let's go then!
uk: Давай же!

source: Wait, we may learn something useful.
uk: Зачекайте, ми можемо дізнатися щось корисне.

source: Let them rest from time to time.
uk: Нехай вони решту часу від часу.

source: They should be able to fight, too.
uk: Вони повинні бути в змозі боротися, теж.

source: Isn't the tunnel supposed to be ready for the attack?
uk: Хіба це не тунель повинен бути готовий до атаки?

source: No, the city is unimportant in the big picture.
uk: Ні, місто не має значення в загальну картину.

source: Let those aisen dogs burn their backup troops there.
uk: Нехай ті, Айсен собак спалюють свої резервні війська.

source: The army passing through this tunnel has nothing to do with Dwarfenwall.
uk: Армії, що проходять через цей тунель має нічого спільного з Dwarfenwall.

source: Only the crystal counts.
uk: Тільки кристал має значення.

source: I don't understand.
uk: Не розумію.

source: And that is for your own good.
uk: І це для вашого ж блага.

source: Now back to work.
uk: Тепер повернемося до роботи.

source: Your wish is my action.
uk: Ваше бажання моє дію.

source: That has to be the lich attacking Dwarfenwall.
uk: Це має бути лич атакуючих Dwarfenwall.

source: If I kill him now his army will fall to dust.
uk: Якщо я вб'ю його зараз його армія впаде в пил.

source: That's a lich.
uk: Ось Ліча.

source: If we destroy him now his army will fall apart with him!
uk: Якщо ми знищимо його зараз його армія розвалиться разом з ним!

source: Harvest!
uk: Урожай!

source: What do you know. There are rats everywhere. Kill them and bring me their bones!
uk: Що ви знаєте. Є пацюки скрізь. Убийте їх і принеси мені їх кістки!

source: Then I shall blow this crevice to smithereens.
uk: Тоді я буду удар цієї ущелині вщент.

source: Alright, go!
uk: Гаразд, пішли!

source: Blow this passage to smithereens!
uk: Удар цей уривок в пух і прах!

source: Get out, quick!
uk: Забирайся, швидше!

source: Alright, Windclaw, I'm done here.
uk: Добре, Windclaw, я зробив тут.

source: Alright, Windclaw, We are done here.
uk: Добре, Windclaw, ми зробили тут.

source: What now?
uk: Що ж тепер?

source: You fool! Get yourself out of this mountain!
uk: Дурень! Отримати собі з цієї гори!

source: You are needed in Dwarfenwall!
uk: Ви потрібні в Dwarfenwall!

source: You fools! Get yourselves out of this mountain!
uk: Ви дурні! Отримати себе з цієї гори!

source: Let's go. If we are lucky the passage is blocked too and we can all take a break.
uk: Підемо. Якщо нам пощастить прохід заблокований теж, і ми всі можемо зробити перерву.

source: In that case you can always tear yourselves apart. That would work.
uk: У цьому випадку ви завжди можете рвати себе на частини. Це було б працювати.

source: Does he have any idea how painful this always is?
uk: Чи є у нього якісь ідеї, як боляче це завжди?

source: That's impossible. Otherwise he wouldn't give such a stupid suggestion.
uk: Це неможливо. В іншому випадку він не став би давати такі дурні пропозиції.

source: There really are better employers.
uk: Там дійсно краще роботодавців.

source: Stop bickering and get moving!
uk: Стоп суперечки і починайте!

source: Hopefully there is an exit in this direction.
uk: Сподіваюся, є вихід в цьому напрямку.

source: Who goes there?
uk: Хто йде?

source: Oh by the gods, if some of them have their eyes on this unpleasent piece of land right now.
uk: Про боги, якщо деякі з них мають свої очі на цьому неприємні ділянку землі прямо зараз.

source: How nice to see a familiar face.
uk: Як приємно бачити знайомі обличчя.

source: How nice to see familiar faces.
uk: Як приємно бачити знайомі обличчя.

source: Not so fast, peddler!
uk: Не так швидко, торговець!

source: How by Harad's eyes did you get here?
uk: Як очима Харада це ти сюди потрапив?

source: Oh! Well, you see...
uk: О! Ну, бачиш ...

source: I wanted to take a short cut through the mountains when suddenly the ground was caving in.
uk: Я хотів взяти короткий шлях через гори, як раптом земля була обвалення дюйма

source: And after I took a careful look around I sadly had to notice the way south was blocked.
uk: І після того як я взяв уважно подивитися навколо, я сумно було помітити, шлях на південь був заблокований.

source: That's why I'm here.
uk: Ось чому я тут.

source: There is a cave in the east, too, but that was a bit fishy.
uk: Існує печері на сході, занадто, але це було трохи рибний.

source: But since you are here there is still hope.
uk: Але так як ви тут все ще є надія.

source: I will just wait until the road is clear.
uk: Я буду просто чекати, поки дорога ясна.

source: Your distress aside, what makes you so sure I'll not simply vanish with a town portal?
uk: Ваше горе в сторону, що змушує вас так, що я не буду просто зникають з Портал міста?

source: But since you are here, appreciated friends, there is still hope.
uk: Але так як ви знаходитесь тут, оцінили друзі, ще є надія.

source: Your distress aside, what makes you so sure we'll not simply vanish with a town portal?
uk: Ваше горе в сторону, що змушує вас так, що ми не будемо просто зникають з Портал міста?

source: Well, that would work normally and I would gladly offer you a grand price for the help.
uk: Ну, це було б нормально працювати і я б із задоволенням пропонуємо вам великою ціною за допомогу.

source: But short ago, there was a notable magical explosion in this place.
uk: Але коротка тому, не було помітних магічні вибуху в цьому місці.

source: You will discover that the scrolls take you right here again. ##solo
uk: Ви виявите, що сувої Вас прямо тут. # # Соло

source: You will discover that the scrolls take you right here again.
uk: Ви виявите, що сувої Вас прямо тут.

source: Verflucht sei Windclaw!
uk: Verflucht сеї Windclaw!

source: Fine. Then we do it the hard way.
uk: Прекрасно. Потім ми робимо це на своїй шкурі.

source: If you need something let me know. I discovered some potions back there, and I would part with them for a small amount of gold.
uk: Якщо вам потрібно щось дайте мені знати. Я виявив деякі зілля туди, і я хотів би розлучитися з ними за невелику кількість золота.

source: You really ask money for it.
uk: Ви дійсно просять за це гроші.

source: But business is business.
uk: Але бізнес є бізнес.
