Repository: gochenming/sumwars-code
Catalog: translation/*/the_ambush.po
Languages: uk

source: The Ambush
uk: Засідка

source: Ireana survived and, as a token of her gratitude, provided our next job. I always knew the councilmen only wanted an exterminator.
uk: Ireana вижив і, на знак подяки їй, за умови, наша наступна робота. Я завжди знав, радники тільки хотів винищувач.

source: A female council-mage by the name of Ireana of Northborough seems to be in trouble west of Dwarfenwall. Nothing a Branded One couldn't solve. If she survives long enough...
uk: Жінрада-мага на ім'я Ireana з Нортборо, здається, в біді захід від Dwarfenwall. Ніщо не відомих не можна було вирішити. Якщо вона збереглася досить довго ...

source: Dwarfenwall is in that direction. I shouldn't go this way yet.
uk: Dwarfenwall в цьому напрямку. Я не повинен йти цим шляхом ще.

source: Wait!
uk: Зачекайте!

source: I am making haste, alright?
uk: Я роблю поспіхом, в порядку?

source: You have to go into the western woods right now.
uk: Ви повинні увійти в західний ліс прямо зараз.

source: We are making haste, alright?
uk: Ми робимо поспіху, в порядку?

source: The prince's fiancé is in danger.
uk: Наречений князя в небезпеці.

source: Who?
uk: Хто?

source: The archmage Ireana of Northborough
uk: Архимаг Ireana з Нортборо

source: Will that be payed extra?
uk: Чи буде це заплатили більше?

source: What?
uk: Що?

source: I thought she was one of your fancy elementalist amazones. Can't she look after herself?
uk: Я думав, вона була однією з вашої фантазії Amazones елементаліста. Не може вона піклуватися про себе?

source: Don't start to argue and help her! She needs your help!
uk: Не починайте сперечатися і допомогти їй! Вона потребує вашої допомоги!

source: What do you think? Shall we bail someone out?
uk: Що ви думаєте? Чи будемо ми когось під заставу?

source: I'm not sure...
uk: Я не впевнений ...

source: Well, it couldn't really hurt...
uk: Ну, це не могло дуже боляче ...

source: Will that be payed extra??
uk: Чи буде це бути заплачена, додаткові?

source: Argh! Do I have to-
uk: Ох! Чи потрібно-

source: Alright already, safe your breath!
uk: Добре вже, безпечне дихання твій!

source: What do you think, friends, do we want to bail someone out?
uk: Як ви думаєте, друзі, ми хочемо, щоб врятувати когось?

source: The firefighters are on the way.
uk: Пожежні в дорозі.
