Repository: gochenming/sumwars-code
Catalog: share/translation/*/defend_dwarfenwall.po
Languages: es, fr

source: She is under orders of the council, it is not your decision.
es: Está bajo las órdenes del Consejo, no es tu decisión.
fr: Elle est sous les ordres du Conseil, ce n'est pas de votre ressort.

source: Show them that we can play with fire, too.
es: Muéstrales que también podemos jugar con fuego.
fr: Leur montrer que nous pouvons aussi jouer avec le feu.

source: So what.
es: Y qué.
fr: Et alors.

source: Something is going on over there.
es: Algo está pasando por allí.
fr: Quelque chose se passe là-bas.

source: Still, I can handle such a loss.
es: Aún así, puedo lidiar con esa pérdida.
fr: Pourtant, je peux gérer une telle perte.

source: Stop scoffing and do whatever it is you're planing.
es: Déjate de burlas y haz lo que sea que estés planeando.
fr: Arrêter ces railleries et de faire quoi que ce soit, qui vienne de vous.

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you?
es: Seguro que eres inmortal, o al menos eso dicen, pero sentís dolor, ¿verdad?
fr: Bien sûr, vous êtes immortel, du moins on le dit, mais vous, vous sentez mal, n'est ce pas ?

source: Sure, you are immortal, or at least they say so, but you do feel pain, don't you? ##solo
es: Seguro que eres inmortal, o al menos eso dicen, pero sientes dolor, ¿verdad? ##solo
fr: Bien sûr, vous êtes immortel, du moins on le dit, mais vous, vous sentez mal, n'est ce pas ? ##solo

source: Tear their defense into pieces.
es: Rompe su defensa en pedazos.
fr: Réduire leur défense pièce.

source: Thank you for reminding me, why I cannot stand your kind.
es: Gracias por recordarme porqué no soporto a los de tu calaña.
fr: Merci de me le rappeler, c'est pourquoi que je ne supporte pas votre genre.

source: That doesn't matter.
es: Eso no importa.
fr: Ça ne fait rien.

source: That explaines a lot.
es: Eso explica muchas cosas.
fr: Cela explique bien des choses.

source: That proves nothing!
es: ¡Eso no demuestra nada!
fr: Ça ne prouve rien !

source: That would be suicide.
es: Eso sería un suicidio.
fr: Ça serait du suicide.

source: That's what I'm here for.
es: Para eso es para lo que estoy aquí.
fr: C'est pour ça que je suis ici.

source: The Frostbringer is dead, my lord.
es: El Portador de Hielo está muerto, mi señor.
fr: Le Frostbringer est mort, mon Seigneur.

source: The backup.
es: El refuerzo.
fr: Les secours.

source: The catapults?
es: ¿Las catapultas?
fr: Les catapultes ?

source: The city is safe for the moment.
es: La ciudad está a salvo de momento.
fr: La ville est sans danger pour le moment.

source: The elementalists are not exactly talkative, am I right?
es: Los elementalistas no son precisamente locuaces, ¿estoy en lo cierto?
fr: Les Elémentalistes ne sont pas très bavards, c'est ça ?

source: The humans called him the giant killer and didn't want to have anything to do with him.
es: Los humanos lo llaman el asesino gigante y no querían tener nada que ver con él.
fr: Les humains l'appelaient le tueur géant et ne voulait rien avoir à faire avec lui.

source: The lich took his time, but until now he also had no backup.
es: El lich se tomó su tiempo, pero hasta ahora tampoco tenía ningun apoyo.
fr: La liche a pris son temps, mais jusqu'à présent, il a également reçu aucun secours.

source: The mage is much needed elsewhere.
es: El mago es mucho más necesitado en otros lugares.
fr: Le mage est vraiment occupé ailleurs.

source: The people of Dwarfenwall will surely help me raise a new army.
es: La gente de Dwarfenwall seguro que me ayudará a levantar un nuevo ejercito.
fr: Les gens de Dwarfenwall vont sûrement m'aider à lever une nouvelle armée.

source: The road from the Grey Skyladder into this desolate and sear plain was long, you know.
es: El camino desde la montaña de Grey Skyladder en esta llanura desolada y marchita era largo, ya sabes.
fr: La route de Grey Skyladder dans cette plaine désolée a été assez longue, vous savez.

source: The source of the attacks is the lich!
es: ¡El origen de los ataques es el linche!
fr: La source de ces attaques est la liche !

source: Their defense still holds, my lord.
es: Sus defensas aun resisten, mi señor.
fr: Leur défense tient toujours, mon Seigneur.

source: There is no big difference to normal mercenaries.
es: No hay gran diferencia con respecto a los mercenarios normales.
fr: Il n'y a pas de grande différence avec un mercenaires normales.

source: There was, my lord. But it seems they are Branded Ones.
es: La había, mi señor. Pero parece que ellos son Marcados.
fr: Il y en avait, mon Seigneur. Mais il semble que ce soit des êtres marqué.

source: There's no hurry.
es: No hay ninguna prisa.
fr: Il n'y a rien qui presse.

source: These people are under my direct order.
es: Esta gente está bajo mis órdenes directas.
fr: Ces gens sont sous mon commandement directe.

source: They are coming!
es: ¡Están viniendo!
fr: Ils sont en train de venir !

source: They are coming! The attack begins!
es: ¡Están viniendo! ¡El ataque comienza!
fr: Ils arrivent ! L'attaque commence !

source: They are struggling on.
es: Están avanzando.
fr: Ils luttent.

source: They are under orders of the council, it is not your decision.
es: Están bajo las órdenes del consejo, no es tu decisión.
fr: Ils sont sous les ordres du Conseil, ce n'est pas de votre ressort.

source: This is your great backup?
es: ¿Es esto tu grandioso refuerzo?
fr: Il s'agit de vos grands secours ?

source: This man is under my direct orders.
es: Este hombre está bajo mis órdenes directas.
fr: Cet homme est sous mes ordres directs.

source: This mercenary is telling the truth.
es: Estos mercenarios están diciendo la verdad.
fr: Ce mercenaire dit la vérité.

source: This woman is under my direct order.
es: Esta mujer está bajo mis órdenes directas.
fr: Cette femme est sous mes ordres direct.

source: This... backup is not the only thing the council can and will do for Dwarfenwall.
es: Este... refuerzo no es lo único que el consejo puede y hará por Dwarfenwall.
fr: Ces... secours ne sont pas la seule chose que le Conseil fera pour Dwarfenwall.

source: Those mages are beginning to get on my nerves.
es: Esos magos están empezando a ponerme nervioso.
fr: Ces mages commencent à m'énerver.

source: To the front with you, butcher.
es: Hasta el frente con usted, carniceros.
fr: À l'avant avec vous, boucher.

source: To the front with you, butcher. ##solo
es: Hasta el frente con usted, carnicero. ##solo
fr: À l'avant avec vous, boucher. ##solo

source: Two third of my men are dead!
es: ¡Dos tercios de mis hombres están muertos!
fr: Deux tiers de mes hommes sont morts !

source: Verdammte Branded Ones!
fr: Verdammte l'êtres marqué !

source: Watch and learn.
es: Mira y aprende.
fr: Regardez et apprenez.

source: Watch out!
es: ¡Cuidado!
fr: Méfiez-vous !

source: We cannot rest now.
es: No podemos descansar ahora.
fr: Nous ne pouvons pas nous reposer maintenant.

source: We don't have time for petty arguments! Go and slay the lich!
es: ¡No tenemos tiempo para argumentos insignificantes! ¡Vé y mata al liche!
fr: Nous n'avons pas de temps pour de piteux arguments ! Allez et tuer la liche !

source: We don't kill indiscriminately!
es: ¡No matamos indiscriminadamente!
fr: Nous ne tuons pas sans discernement !

source: We finally learned something about the backup the council sent here.
es: Al final aprendimos algo sobre el refuerzo que el Consejo nos envió aquí.
fr: Nous avons enfin appris quelque chose sur les secours que le Conseil envois ici.

source: We have time, that is our advantage.
es: Tenemos tiempo, esa es nuestra ventaja.
fr: Nous avons le temps, c'est à notre avantage.

source: We have to stop the rush, that is assembling out there.
es: Tenemos que detener la carrera que está reuniéndose allí.
fr: Il faut cesser la ruée , c'est une rassemblement là-bas.

source: We just prevented the undead from passing by your city!
es: ¡Sólo evitamos que los no-muertos pasaran por tú ciudad!
fr: Nous avons juste stoppé les morts-vivants en passant par votre ville !

source: We will never survive a second attack.
es: Nunca sobreviviremos a un segundo ataque.
fr: Nous survivrons jamais à une seconde attaque.

source: Well fought
es: Bien luchado
fr: Bien combattu

source: Well well.
es: Bueno, bueno.
fr: Bien bien.

source: What do you say?
es: ¿Qué dices?
fr: Que dites-vous ?

source: What is it?
es: ¿Qué es?
fr: Qu'est-ce que c'est ?

source: What is this crystal your rotting masters want, banddog?
fr: Qu'est ce que c'est que ce cristal que vos maîtres pourris veulent, bande de chien ?

source: What kind of backing?
es: ¿Qué tipo de respaldo?
fr: Quel genre de soutien ?

source: What kind of game is this?
es: ¿Qué clase de juego es este?
fr: Quel genre de jeu est-ce ?

source: What?
es: ¿Qué?
fr: Quoi ?

source: What? Are you kidding?
es: ¿Qué? ¿Estás bromeando?
fr: Quoi ? Vous plaisantez ?

source: When he's gone the others are no problem.
es: Cuando se va los demás no son un problema.
fr: Quand il est parti, les autres n'ont pas eu de problème.

source: With the help from the capital it will succeed at last.
es: Con la ayuda de la capital lo conseguiremos al final.
fr: Avec l'aide de la capitale elle réussira enfin.

source: With this, the demo is officially over.
es: Con esto, la demo está oficialmente terminada.
fr: Avec cela, la démo est officiellement terminée.

source: Without your 'friend' this would look different.
es: Sin su 'amigo' esto tendría un aspecto diferente.
fr: Sans votre « ami », ce serait différent.

source: Without your 'friends' this would look different.
es: Sin sus 'amigos' esto tendría un aspecto diferente.
fr: Sans vos « amis », ce serait différent.

source: You are right. Could you move those really unnerving people over there out of the way?
es: Tienes razón. ¿Puedes echar a esas gente tan irritante fuera del camino?
fr: Vous avez raison. Pourriez-vous envoyez ces gens vraiment énervant loin là-bas après l'horizon ?

source: You are sending them into their sure death!
es: ¡Les estás enviando a una muerte segura!
fr: Vous les avez envoyez à une mort certaine !

source: You called, my lord?
es: Llamáste, ¿mi señor?
fr: Vous m'avez appelé, mon Seigneur ?

source: You cannot be prim in times like these.
es: No puedes ser estirada en tiempos como estos.
fr: Vus ne pouvez pas être premier dans ces moments-là.

source: You cannot make me angry.
es: No puedes hacerme enfadar.
fr: Vous ne pouvez pas me mettre en colère.

source: You cannot trust these monsters!
es: ¡No te puedes fiar de estos monstruos!
fr: Vous ne pouvez pas faire confiance à ces monstres !

source: You make a deal with the devil to drive out the devil?
es: ¿Haces un trato con el diablo para expulsar al diablo?
fr: Vous pactisez avec le diable pour chasser le diable ?

source: You really smashed most of them.
es: Les has machacado a la mayoría de ellos.
fr: Vous avez vraiment défoncé la plupart d'entre eux.

source: You realy are beyond help.
es: Eres realmente más que una ayuda.
fr: Vous êtes vraiment au-delà de l'aide.

source: You will realize the worth of our assistance, when they fall for you again and again.
es: Te darás cuenta de el valor de nuestra asistencia, cuando caigan por ti una y otra vez.
fr: Vous vous rendrez compte de la valeur de notre assistance, quand on sait qu'ils tombent pour vous encore et encore.

source: Your talking is as foul as the rest of your body.
es: Sus habladurías son tan asquerosas como el resto de su cuerpo.
fr: Vos paroles sentent aussi mauvais que votre corps.

source: Your time has come, pathetic humans!
es: ¡Vuestra hora ha llegado, patéticos humanos!
fr: Votre temps est venu, petit humains pathétique !

source: dwarfenwallCommand
es: Comando de dwarfenwall
fr: dwarfenwall Commande

source: dwarfenwallRampart
es: Muralla de Dwarfenwall
fr: Rampart de dwarfenwall

source: Silence!
es: ¡Silencio!
