Repository: gochenming/sumwars-code
Catalog: share/translation/*/defend_dwarfenwall.po
Languages: es, fr

source: ... are they Cursed Ones?
es: ...son estos unos Malditos?
fr: ... sont-ils maudit ?

source: ... is this a Cursed One?
es: ... es este un Maldito?
fr: ... sont-ils maudit ?

source: ... wind-elementals did see it clearly: It's only this one lich leading them.
es: ...elementales de viento lo vieron claro: es sólo este liche quién los dirige.
fr: ... l'élémentaire de l'air n'a rien vue: C'est juste une liche qui les conduits.

source: A handful of mercenaries?
es: ¿Un puñado de mercenarios?
fr: Une poignée de mercenaires ?

source: Acursed elementalists!
fr: Elémentalistes maudit !

source: All warriors are connected by narrow-mindedness.
es: Todos los guerreros están conectados por por la estrechez de miras.
fr: Tous les guerriers sont reliées par l'étroitesse d'esprit.

source: And about the crystal: Why don't you ask your employers?
fr: A propos du cristal: Pourquoi ne pas demander à vos employeurs ?

source: And don't forget that you owe me land after this.
es: Y no olvides que me debes tierras después de esto.
fr: Et n'oubliez pas que vous me devrez une terre après ça.

source: And now I will find a way to kill Branded Ones.
es: Y ahora encontraré la manera de matar a Los Marcados.
fr: Et maintenant, je vais trouver un moyen de tuer ceux qui ont une marque.

source: And thanks to the councils backing the city is still standing.
es: Y gracias a los consejos que respaldan la ciudad sigue en pie.
fr: Et grâce à la protection du conseil, la ville est toujours debout.

source: And what of it? I thought, there was none.
es: Y ¿qué? pensé, no había ninguno.
fr: Et que dire de ça ? J'ai pensé qu'il n'y avait rien a dire.

source: And who are you?
es: ¿Y quién sois vosotros?
fr: Et qui êtes-vous ?

source: And who are you? ##solo
es: ¿Y quién eres tú? ##solo
fr: Et qui êtes-vous ? ##solo

source: And who?!
es: ¡¿Y quién?!
fr: Et qui ? !

source: And with what army are you planning to do this break-through?
es: Y con qué ejercito planeas abrirte camino?
fr: Et avec quelle armée vous prévoyez de faire cette percée ?

source: And your mountain tops are more lively?
fr: Et le dessus de vos montagnes sont plus vivante ?

source: Apart from yourself you are not taking care of anyone!
es: ¡No cuidas de nadie excepto de ti mismo!
fr: Mis à part de vous même, vous ne prenez soins de personne !

source: Are we here to count the bugs on our estates?
es: Estamos aquí para contar los bichos de nuestras fincas?
fr: Sommes-nous ici pour compter les cafards de nos domaines ?

source: As if I ever made one.
es: Como si alguna vez hiciera uno.
fr: Comme si j'en avais jamais fait.

source: As if we ever made one.
es: Como si alguna vez hicieramos uno.
fr: Comme si nous n'en avions jamais fait.

source: As if we hadn't enough problems with shortage of soldiers.
es: Como si no tuviéramos suficientes problemas con la escasez de soldados.
fr: Comme si nous n'avions pas suffisamment de problèmes avec la pénurie de soldats.

source: As long as I lead this army I will not tolerate such people.
es: Mientras lidere este ejercito no toleraré tales personas.
fr: Tant que je mène cette armée je ne tolérerai pas ce genre de personnes.

source: As you command, my lord.
es: Como ordene, mi señor.
fr: A vos ordres, mon Seigneur.

source: As you wish, my lord.
es: Como desee, mi señor.
fr: Comme vous le souhaitez, votre seigneurie.

source: As you wish...
es: Como quieras...
fr: Comme vous le souhaitez ...

source: At least more effective than one could have expected from a band of mercenaries.
es: Al menos más efectivo que lo que uno puede haber esperado de un grupo de mercenarios.
fr: Au moins plus efficace qu'on aurait pu le supposer d'une bande de mercenaires.

source: At least you are worth the trouble.
es: Por lo menos valéis la pena.
fr: Au moins vous valez la peine.

source: At least you are worth the trouble. ##solo
es: Por lo menos vales la pena. ##solo
fr: Au moins vous valez la peine. ##solo

source: Await your order.
es: Esperan su orden.
fr: En l'attente de vos ordres.

source: Bah! Your skeletons are dust and the one lackey will not save you!
es: ¡Vagh! ¡Tus esqueletos son polvo y el lacayo no te salvará!
fr: Bah ! Vos squelettes sont de la poussière et ce laquais ne vous sauvera pas !

source: Branded Ones!
es: ¡Marcados!
fr: Ceux qui ont une marque !

source: But even they will not be able to hold the city once the wretched humans are gone.
es: Pero hasta ellos serían incapaces de contener la ciudad una vez se vayan esos seres miserables.
fr: Mais même eux ne seront pas en mesure de tenir la ville, une fois les malheureux humains partis.

source: But how will we attack the city now? She blocked the path for our army.
es: Pero, ¿cómo atacaremos la ciudad ahora? Ella bloqueó el camino de nuestro ejercito.
fr: Mais comment allons nous attaquer la ville maintenant ? Elle a bloqué le chemin qu'allait utiliser l'armée.

source: But the gods will remember you for all eternity.
es: Pero los dioses te recordarán por toda la eternidad.
fr: Mais les dieux ce souviendront de vous pour l'éternité.

source: But they are still not stable!
es: ¡Pero aun son inestables!
fr: Mais ce n'est toujours pas stables !

source: But we have a war here.
es: Pero tenemos una guerra aquí.
fr: Mais nous avons une guerre ici.

source: But we have quite some losses.
es: Pero tenemos unas cuántas pérdidas.
fr: Mais nous subissons pas mal de pertes.

source: Catapults!
es: ¡Catapultas!
fr: Catapultes !

source: Curse on them!
fr: Guérissez les !

source: Cursed council-mages!
es: ¡Magos consejeros malditos!
fr: Maudit mages du Conseil !

source: Death always wins.
es: La muerte siempre gana.
fr: La mort gagne toujours.

source: Defend Dwarfenwall
es: Defender Dwarfenwall
fr: Défendre Dwarfenwall

source: Did you forget the defense of Dwarfenwall was only a warm-up?
es: ¿Has olvidado que la defensa de Dwarfenwall era solo un calentamiento?
fr: Avez vous oublié que défendre Dwarfenwall était seulement un échauffement ?

source: Did you know there is quite a lot of unbound souls in the air?
es: ¿Sabíais que hay muchas almas sin consolidar en el aire?
fr: Saviez-vous qu'il y a beaucoup d'âmes errante dans l'air ?

source: Did you know there is quite a lot of unbound souls in the air? ##solo
es: ¿Sabías que hay muchas almas sin consolidar en el aire? ##solo
fr: Saviez-vous qu'il y a beaucoup d'âmes errante dans l'air ? ##solo

source: Did you now there was a wild man here two-hundred years ago?
fr: Savez vous qu'il y avait un homme sauvage qui vivait ici il y a deux cents ans ?

source: Die!
es: ¡Muere!
fr: Meurs !

source: Do I get money for it?
es: ¿Consigo dinero por ello?
fr: Puis-je obtenir l'argent avec ça ?

source: Do you really want to be hacked into pieces by me over and over again?
es: ¿De veras queréis ser cortados en pedazos por mí una y otra vez?
fr: Voulez-vous vraiment que je vous hache menu comme chair à pâté ?

source: Do you really want to be hacked into pieces by me over and over again? ##solo
es: ¿De veras quieres ser cortado en pedazos por mí una y otra vez? ##solo
fr: Voulez-vous vraiment que je vous hache menu comme chair à pâté ? ##solo

source: Do you think I'm going to miss two villages after I got Dwarfenwall?
es: ¿Crees que voy a perder dos aldeas después de consiga Dwarfenwall?
fr: Est ce que vous pensez que je vais manquer deux villages, après avoir conquis Dwarfenwall ?

source: Do you want to live or be backup for the undead?
es: ¿Quieres vivir o formar parte de los refuerzos de los no-muertos?
fr: Voulez-vous vivre ou vous servir de resserve pour les morts-vivants ?

source: Do you want to tell me how to use my people?
es: ¿Quieres decirme cómo usar a mi gente?
fr: Voulez-vous me dire comment utiliser mes gens ?

source: Don't even think about it.
es: No pienses ni siquiera en ello.
fr: Ne pensez pas à ça.

source: Don't trouble yourself.
es: No te compliques.
fr: Ne vous troublez pas vous-même.

source: Don't worry, my lord, we will have overrun them soon.
es: No te preocupes, mi señor, les habremos invadido pronto.
fr: Ne vous inquiétez pas, mon Seigneur, nous les auront bientôt dépassé.

source: Don't worry.
es: No te preocupes.
fr: Ne vous inquiétez pas.

source: Dwarfenwall will finally be yours, my lord.
es: Dwarfenwall finalmente será suya, mi señor.
fr: Dwarfenwall sera finalement vôtre, mon Seigneur.

source: Enough of that. Let's talk in the command center.
es: Ya es suficiente. Vayamos a hablar con el centro de comando.
fr: Il suffit. Parlons de cela au centre de commandement.

source: Excuse me for interrupting like that, but small groups travel considerably faster then armies.
fr: Excusez moi de vous interrompre de la sorte, mais de petits groupes , voyage considérablement plus vite qu'une armée.

source: Finally he cought on to it.
fr: Enfin, il a pris sur lui.

source: Finally.
es: Por fin.
fr: Enfin.

source: First they send away the mage of Northborough and than they send in backup again?
fr: D'abord, ils envoient le mage de Northborough et puis ils envoient à nouveau des secours ?

source: Get going!
es: ¡En marcha!
fr: Allez-y !

source: Get lost, you fool.
es: Piérdete, idiota.
fr: Vous avez perdu, imbécile.

source: Get lost, you fools.
es: Perdeos, idiotas.
fr: Vous avez perdu, imbéciles.

source: Get ready, soldiers!
es: ¡Preparados, soldados!
fr: Allez-y, soldats !

source: Get to the walls!
es: ¡Llegad a las paredes!
fr: Prenez les murs !

source: Good joke.
es: Buen chiste.
fr: Bonne blague.

source: Harvest!
es: ¡Cosecha!
fr: Récolte !

source: He has to be destroyed!
es: ¡Tiene que ser destruido!
fr: Il doit être détruit !

source: He is under orders of the council, it is not your decision.
es: Está bajo las órdenes del consejo, no es tu decisión.
fr: Il est sous les ordres du Conseil, ce n'est pas de votre ressort.

source: He is waiting for my orders right now.
es: Está esperando mis órdenes ahora mismo.
fr: Il attends mes ordres maintenant.

source: He should be here any moment. We are playing for time right now.
es: Debería llegar en cualquier momento. Estamos tratando de ganar tiempo ahora mismo.
fr: Il devrait arriver d'un moment à l'autre. Nous pouvons jouer la montre maintenant.

source: Here comes the root of my little problem.
es: Aquí viene la raíz de mi pequeño problema.
fr: De là viens la cause de mon petit problème.

source: Here they come.
es: Aquí vienen.
fr: Ils viennent ici.

source: How fast he changes his mind.
es: Qué rápido cambia de opinión.
fr: Comment il change vite d'avis.

source: I bound an earth-elemental weeks ago.
es: Até un elemental de tierra hace semanas.
fr: J'ai invoqué un élémentaire de terre il y a quelques semaines.

source: I can't believe that a single Branded One would be sufficient to cause so much chaos.
es: No puedo creer que un simple Marcado fuera suficiente para causar tanto caos.
fr: Je ne peux pas croire qu'un seul êtres marqué est été suffisant pour provoquer un tel chaos.

source: I count on you.
es: Cuento contigo.
fr: Je compte sur vous.

source: I don't have enough men to lead a successful excursion.
es: No tengo suficientes hombres para llevar a cabo exitosamente una excursión.
fr: Je n'ai pas suffisamment d'hommes pour diriger une excursion qui réussisse.

source: I don't kill indiscriminately!
es: ¡No mato indiscriminadamente!
fr: Je ne tue pas sans discernement !

source: I don't like saying this, but until an army makes it's way here, our bodies are long fighting for the other side, venerated lady.
es: No me gusta decir esto, pero hasta que un ejército se pase por aquí, nuestros cuerpos estarán luchando siempre por el otro lado, venerada señora.
fr: Je n'aime pas dire cela, mais temps qu'une armée ce dirige ici, nous auront de long combats de ce coté, vénérable Dame.

source: I don't see how that has anything to do with the siege, my lord.
es: No veo cómo eso tiene algo que ver con el asedio, mi señor.
fr: Je ne vois ce que cela a à voir avec le siège, mon Seigneur.

source: I don't want to go there. I only see boring walls.
es: No quiero ir allí. Sólo veo paredes aburridas.
fr: Je ne veux pas y aller. Il y a que des murs ennuyeux.

source: I felt it, too.
es: Yo lo sentí, también.
fr: Je l'ai aussi senti.

source: I have to admit, I wouldn't have thought in my wildest dreams that someone could fight like that.
es: Debo admitir que ni en mis mejores sueños habría pensado que alguien pudiera pelear así.
fr: Je dois admettre, que je n'aurais jamais pensé dans mes rêves les plus fous , que quelqu'un puisse se battre de la sorte.

source: I hope they will not plan a new raid soon.
es: Espero que no planeen en una nueva incursión pronto.
fr: J'espère qu'ils planifiera pas un nouveau raid rapidement.

source: I just hope you have enough money to keep them at it.
es: Sólo espero que tengas suficiente dinero para mantenerlos en ello.
fr: J'espère juste que vous avez assez d'argent pour les entretenir.

source: I just prevented the undead from passing by your city!
es: ¡Sólo evité que los no-muertos pasaran por tú ciudad!
fr: J'ai juste stoppé le mort-vivant en passant par votre ville !

source: I pray that you're right...
es: Rezo para que tengas razón...
fr: Je prie que tu ais raison...

source: I reckon there is so many undead back there that your oh-so mighty backup will not be able to avert our death.
es: Creo que hay tantos no-muertos ahí atrás que su oh gran poderoso refuerzo no será capaz de evitar nuestra muerte.
fr: Je pense qu'il a vraiment beaucoup de morts-vivants, et que notre réserve si forte soit telle, ne sera pas en mesure de prévenir notre mort.

source: I thought so.
es: Ya me lo imaginaba.
fr: Je m'en doutais.

source: I understand, my lord.
es: Lo entiendo, señor.
fr: Je comprends, mon Seigneur.

source: I want to get away from all the blood.
es: Quiero alejarme de toda la sangre.
fr: Je tiens à m'éloigner de tout ce sang.

source: I want you to use the brothers.
es: Quiero utilizar a los hermanos.
fr: Je veux que vous utilisiez les frères.

source: I will triumph in the end.
es: Triunfaré al final.
fr: A la fin je triompherai.

source: I'm afraid, there will be quite some cleaning up to do by the survivors.
es: Me temo que los supervivientes tendrán bastante limpieza por hacer.
fr: J'ai peur, qu'il y est un peu de nettoyage à faire , faire aux survivants.

source: I'm already on my way.
es: Ya continúo por mi camino.
fr: Je suis déjà mon chemin.

source: I'm not fighting with Dwarfenwall for centuries for nothing.
es: No llevo luchando con Dwarfenwall durante siglos para nada.
fr: Je ne me suis pas battu avec Dwarfenwall depuis des siècles pour rien.

source: I'm sorry, but only members of the aisen army are allowed beyond here.
es: Lo siento, pero sólo a los miembros del ejercito de Aisen se les permite permanecer más allá de aquí.
fr: Je suis désolé, mais seuls les membres de l'armée d'aisen sont autorisés ici.

source: I've never seen anyone who could fight like this.
es: Nunca he visto a nadie que pudiera pelear así.
fr: Je n'ai jamais vu quelqu'un qui pouvait se battre ainsi.

source: If both sides have souls to offer, you take the one paying, of course.
es: Si ambos lados tienen almas que ofrecer, te irás con el que paga, por supuesto.
fr: Si les deux parties ont leurs âmes à offrir, vous prenez celui qui paie, bien sûr.

source: If need be, I, the Black Raven himself, will go to battle.
es: Si fuera necesario, yo, el Cuervo Negro por mí mismo, iré a la batalla.
fr: Si besoin il est, moi le Corbeau Noir en personne, participerai à la bataille.

source: If the price is right I let myself be torn apart as often as need be to protect the town.
es: Si el precio es bueno me dejaré desgarrar tan a menudo como sea necesario para proteger la ciudad.
fr: Si le prix est bon, je me laisserai être déchirée aussi souvent que besoin pour protéger la ville.

source: If the price is right we let ourselves be torn apart as often as need be to protect the town.
es: Si el precio es bueno nos dejarémos desgarrar tan a menudo como sea necesario para proteger la ciudad.
fr: Si le prix est bon, nous, nous laisserons être déchirée aussi souvent que besoin pour protéger la ville.

source: If you want the process to be faster, just help out a bit.
es: Si quieres que el proceso sea más rápido, tan sólo ayuda un poco.
fr: Si vous voulez que le processus soit plus rapide, il faut un peux l'aider.

source: In her tense manner she reminds of a certain other council mage.
es: En su forma tensa recuerda a otro determinado mago del consejo.
fr: Dans sa façon de ce tenir , elle me rappelle un certain mage du Conseil.

source: In the worst case they will do no damage at all.
es: En el peor de los casos no harían ningún daño en absoluto.
fr: Dans le pire des cas ils ne feront aucun dégâts.

source: Indeed.
es: En efecto.
fr: En effet.

source: It has nothing to do with you.
es: No tiene nada que hacer contigo.
fr: Il n'a rien à faire avec vous.

source: It is good that he is on our side at the moment.
es: Es bueno que él esté de nuestro lado en este momento.
fr: Il est bon qu'il soit de notre côté pour le moment.

source: It is good that she is on our side at the moment.
es: Es bueno que ella esté de nuestro lado en este momento.
fr: Il est bon qu'elle soit de notre côté pour le moment.

source: It is good that they are on our side at the moment.
es: Es bueno que ellos estén de nuestro lado en este momento.
fr: Il est bon qu'ils soient de notre côté pour le moment.

source: It is over.
es: Se acabó.
fr: C'est fini.

source: It should be here shortly.
es: Debería llegar pronto.
fr: Elle devrait être ici sous peu.

source: It will be a great pleasure to reanimate the body of that witch only to burn her!
es: ¡Será un gran placer reanimar el cuerpo de esa bruja sólo para quemarla!
fr: Ce sera un grand plaisir à réanimer le corps de cette sorcière qui à brûler !

source: It will be done, my lord.
es: Así se hará, mi señor.
fr: Ce sera fait, mon Seigneur.

source: It will not fail due to this.
es: No fallaré debido a esto mismo.
fr: Ça n'échouera pas à cause de cela.

source: It won't hurt if I call some more helpers, too.
es: No hará daño que llame a algunos ayudantes más, también.
fr: Çà ne sera pas grave si je demande aussi de l'aide.

source: It wouldn't be the first time...
es: No sería la primera vez...
fr: Ce ne serait pas la première fois...

source: It wouldn't be wise to hit the soldiers over the head who their saviours were.
es: No sería sensato golpear en la cabeza a los soldados que eran sus salvadores.
fr: Il ne serait pas sage d'attaquer les soldats venu les sauver.

source: It's a wrap.
es: Es una envoltura.
fr: C'est une enveloppe.

source: It's hard to believe someone was crazy enough to storm out here.
es: Es difícil de creer que alguien esté lo suficientemente loco para irrumpir aquí.
fr: Il est difficile de croire que quelqu'un ai été assez fou pour prendre d'assaut ce lieu.

source: Just do it!
es: ¡Sólo hazlo!
fr: Faites-le !

source: Just great.
es: Simplemente genial.
fr: Tout simplement génial.

source: Let that be my concern.
es: Que esa sea mi preocupación.
fr: Laissez moi exposer mon problème.

source: Let that be our concern.
es: Que esa sea nuestra preocupación.
fr: Laissez nous exposer notre problème.

source: Let us begin with the last rush on this wretched stronghold.
es: Comencemos con el último asalto a esta miserable fortaleza.
fr: Commençons par la dernière ruée sur ce misérable bastion.

source: Maybe aside from the fact, that Branded Ones don't change sides in the middle.
es: Quizás aparte del hecho de que los Marcados no cambian de bando a mitad.
fr: Peut-être mis à part le fait, que les êtres marqués ne changent pas de camp pleins milieu.

source: Me and my frostmages will arrange for that.
es: Mi magos de hielo y yo nos encargaremos de eso.
fr: Moi et mes mages du froid feront le nécessaire pour cela.

source: My colleague assured me that the council is sending backup.
es: Mi colega me aseguró que el consejo está enviando refuerzos.
fr: Mon collègue m'a assuré que le conseil enverra des secours.

source: My lord.
es: Mi señor.
fr: Mon Seigneur.

source: Neivan the Frostbringer is now here.
es: Neivan el Portador de Hielo ya está aquí.
fr: Neivan le Frostbringer est ici.

source: No false sympathy.
es: Nada de falsas simpatías.
fr: Pas de fausse sympathie.

source: No matter how often I die, the lich will be destroyed in the end.
es: No importa cuantas veces me muera, el liche será destruido al final.
fr: Peu importe combien de fois je meurs, la liche sera détruite en fin de compte.

source: No one said it had to be easy.
es: Nadie dijo que fuera a ser fácil.
fr: Personne n'a dit que c'était facile.

source: No! It cannot be! You baleful...
es: ¡No! ¡No puede ser! Tú, funesto...
fr: Non ! Il ne peut pas être ! Vous êtes maléfique...

source: Nobody deserves such a treatment, not even them.
es: Nadie merece ese trato, ni siquiera ellos.
fr: Personne ne mérite un tel traitement, même pas eux.

source: Not so fast.
es: No tan rápido.
fr: Pas si vite.

source: Not that I would cry a tear over them, but we cannot waste a single soul right now!
es: ¡No derramaría una lágrima sobre ellos, pero no podemos perder una sola alma ahora!
fr: Non pas que je pleure sur leur cas, mais nous ne pouvons plus perdre une seule âme dès maintenant !

source: Now that you mention it...
es: Ahora que lo mencionas...
fr: Maintenant que vous le dites...

source: Now, of all times?
es: ¿Ahora, de todos los tiempos?
fr: Maintenant, de tous les temps ?

source: Of course I couldn't know, where the undead would attack.
es: Por supuesto que no podía saber dónde iban a atacar los no-muertos.
fr: Bien sûr je ne pouvais pas savoir, où les morts-vivants attaqueraient.

source: Of course not. Did you pay anything for this?
es: Por supuesto que no. ¿Pagaste algo para esto?
fr: Bien sûr que non. Avez-vous payé quoi que ce soit pour cela ?

source: Of course, if some Branded Ones are in the vicinity everything is a bit different.
es: Por supuesto, si algunos Marcados están en las proximidades todo es un poco diferente.
fr: Bien sûr, si certains êtres marqué sont à proximité, c'est différent.

source: Of course.
es: Por supuesto.
fr: Bien sûr.

source: One of these arrows could have come from anywhere in the heat of battle...
es: Una de estas flechas pudo haber venido de cualquier parte en el fragor de la batalla...
fr: Une de ces flèches pourrait provenir de n'importe où dans le feu de la bataille...

source: Or visit www.sumwars.org and take a look at the forum. Criticism, hints and comments are always welcome.
es: O visite www.sumwars.org y eche un vistazo en el foro. Sus críticas, sugerencias y comentarios son siempre bienvenidas.
fr: Ou visitez www.sumwars.org et jetez un œil au forum. Critiques, conseils et commentaires sont toujours les bienvenus.

source: Our necromancers?
es: ¿Nuestros nigromantes?
fr: Nos nécromanciens ?

source: Overrun them. Send out your order.
es: Invádalos. Emita su orden.
fr: Doublez les. Donnez vos ordres .

source: Personally I like the term Branded One somehow better.
es: Personalmente prefiero más el término Marcado.
fr: Personnellement, j'aime le terme êtres marqués ça sonne mieux.

source: Prepare everything.
es: Prepárelo todo.
fr: Tout préparer.

source: Prepare to pass off forever!
es: ¡Preparaos para pasar para siempre!
fr: Préparez-vous à passer pour toujours !

source: Quest description
es: Descripción de la misión
fr: Description de la quête

source: Quest finished
es: Misión finalizada
fr: Quête terminé

source: Ready, my lord.
es: Preparado, mi señor.
fr: Prêt, mon Seigneur.

source: Say 'please'.
es: Diga 'por favor'.
fr: Dit "Merci".

source: Send the skeletons through the underdrives.
es: Envía los esqueletos a través, por abajo.
fr: Envoyer les squelettes dans les démultiplicateurs.
