Repository: gochenming/sumwars-code
Catalog: share/translation/*/fortify_dwarfenwall.po
Languages: es

source: ((And that crystal, he palmed off on me...))
es: ((Y ese cristal, me la ha endosado...))

source: ((He knows too much. And he has a real stone of Harad's hell.))
es: ((Sabe demasiado. Y tiene una piedra de verdad del infierno de Harad.))

source: ((Looks like a spying crystal. Well, we will know that soon.))
es: ((Parece un cristal de espionaje. Bueno, lo sabemos pronto.))

source: ((That Windclaw is somehow weird.))
es: ((Ese Garra de Viento es algo extraño.))

source: ((That room doesn't feel good at all.))
es: ((Ese cuarto no tiene buena pinta en absoluto.))

source: ... said the spying Lord Master.
es: ... dijo el Señor Maestro espía.

source: ...not to say: slimy.
es: ... por no decir: babeadas.

source: A good opportunity, indeed.
es: Una buena oportunidad, verdaderamente.

source: Allow yourself more of such impertinences and I'll have you thrown into the dungeon tower!
es: ¡Una impertinencia más como esa y tendré que echarte a la mazmorra de la torre!

source: Alright, we vote on our course of action.
es: De acuerdo, votamos en nuestro curso de acción.

source: Always remember that.
es: Recuerda eso siempre.

source: And it's Branded One.
es: Y es Marcado.

source: And now he can't hear us anymore?
es: ¿Y ahora ya no nos puede oír?

source: And then I'll take apart those summoner-imps with them.
es: Y luego voy a desarmar a aquellos diablillos-invocadores con ellos.

source: And you better accustom yourself to be monitored.
es: Y será mejor que te acostumbres a ser vigilado.

source: And?
es: ¿Y?

source: As you wish.
es: Como desee.

source: As you wish. My apologies.
es: Como desee. Mis disculpas.

source: Avaera, goddess of magic? Ring a bell? The people there are pretty devotional.
es: ¿Aveara, diosa de magia? ¿te suena? La gente ahí es muy devota.

source: Before your real assignment you will go to Dwarfenwall as backup.
es: Antes de tu verdadera misión irás a Dwarfenwall como refuerzo.

source: Besides the necromancers don't follow Harad.
es: Además que los nigromantes no siguen a Harad.

source: Blind and deaf, but not mute, eh?
es: Ciego y sordo, pero no mudo, ¿eh?

source: But I should warn you. The task is pretty dangerous and you are likely to die more than once.
es: Pero debo advertirte. La tarea es muy peligrosa y es probable que muera más de una vez.

source: But before I give it to you, you have to do something for me.
es: Pero antes de dártela, tienes que hacer algo por mí.

source: But he can still annoy us.
es: Pero todavía nos puede molestar.

source: But if there's only a small possibility I'm willing to try it.
es: Pero con que sólo haya una pequeña posibilidad estoy dispuesto a intentarlo.

source: But right now I cannot go to war with a whole kingdom.
es: Pero ahora mismo no puedo entrar en guerra con un reino entero.

source: But that thing was the real deal without a doubt.
es: Pero esa cosa era el verdadero negocio, sin lugar a dudas.

source: But we can't afford open resistance right now, so we have to grin and bear it.
es: Pero no nos podemos permitir oponer resistencia ahora, así que tenemos que sonreír y aguantar.

source: But you're not omniscient, too.
es: Pero no eres omnisciente, tampoco.

source: Calm yourself, Lord of the unpleasent airs!
es: ¡Cálmese, señor de los aires desagradables!

source: Can we blind that crystal somehow?
es: ¿Podemos cegar ese cristal de alguna manera?

source: Come on, he knows what he's doing.
es: Vamos, él sabe lo que hace.

source: Consider it as a small bonus:
es: Considérelo como una pequeño extra:

source: Continue to be snotty?
es: ¿Seguir siendo prepotente?

source: Did I get that right?
es: ¿Lo he entendido bien?

source: Difficult?
es: ¿Difícil?

source: Do you feel that?! It feels like...
es: ¿Notas eso? Parece como...

source: Do you know what happens, if that comes into contact with the blood of Branded Ones?
es: ¿Sabes lo que pasa, si entra en contacto con la sangre de Los Marcados?

source: Does he really have the power to take Harad's curse from us?
es: ¿De veras tiene el poder de quitarnos la maldición de Harad?

source: Don't you dare, or-
es: No te atrevas, o-

source: Even here you have to whine.
es: Incluso aquí tienes que quejarte.

source: Even if he has this power, we're too valuable for his ends.
es: Incluso aunque tenga este poder, somos demasiado valiosos para sus fines.

source: Even looking at it gave me goosebumps.
es: Hasta mirarlo me dio escalofríos.

source: Everything.
es: Todo.

source: Everything?
es: ¿Todo?

source: Except the pain...
es: A excepción del dolor...

source: Finally we're here!
es: ¡Por fin hemos llegado!

source: Follow us, please.
es: Síguenos, por favor.

source: Forever.
es: Para siempre.

source: Fortify Dwarfenwall
es: Fortalecer Dwarfenwall

source: Fulfill my orders to Akeran's and the council's satisfaction and I have the power to release you of his claws.
es: Cumple mis órdenes para satisfacer a Akeran y al Consejo y tendré el poder de liberarte de sus garras.

source: Guard your tongue, scum! What is that supposed to change?
es: ¡Vigila tu lengua, escoria! ¿Qué se supone cambiar eso?

source: Harad's curse has to have some advantage.
es: La maldición de Harad tiene que tener alguna ventaja.

source: He awaits you now.
es: Te está esperando.

source: He promised us freedom.
es: Nos prometió libertad.

source: He's beginning to make me angry.
es: Está empezando a enojarme.

source: Heard that one a thousend times already. Cut the speach.
es: He oído eso un millar de veces ya. Deja de hablar.

source: Hm... I guess I'll look for enemies of the council.
es: Hmm... Creo que buscaré a los enemigos del Consejo.

source: How is it possible that you're still alive?
es: ¿Cómo es posible que aún sigas vivo?

source: Hush! You can argue later.
es: ¡Calla! Puedes discutir más tarde.

source: I bet the guy is sitting in a cozy armchair right now and watching that we don't break ranks.
es: Apuesto a que el hombre está sentado ahora en un sillón acogedor y viendo que no rompemos filas.

source: I can hear you and we can talk, if it has to be.
es: Te puedo oír y podemos hablar, si así tiene que ser.

source: I can search for it after your untimely death.
es: Puedo buscarlo después de tu muerte prematura.

source: I cannot waste time here any longer.
es: No puedo perder más tiempo aquí.

source: I don't even have memories of it...
es: Ni siquiera tengo recuerdos de ello...

source: I don't like it.
es: No me gusta.

source: I feel like burning off the whole place.
es: Me siento como si quemara todo el lugar.

source: I for one have never heard, that someone besides us could take anything from hell.
es: Nunca he oído, que nadie aparte de nosotros pudiera recuperar algo del infierno.

source: I have to take care of the preparations for the prince's imminent wedding now.
es: Tengo que cuidar de los preparativos para la boda inminente del príncipe.

source: I know this nice little spell...
es: Conozco este bonito hechicillo.

source: I will keep an eye on you and give you orders with this crystal.
es: Estaré pendiente de ti y te daré órdenes con este cristal.

source: I will send you orders with it when the time comes.
es: Te mandaré órdenes con él cuando llegue el momento.

source: I'll see, how this is developing.
es: Voy a ver cómo esto se está desarrollando.

source: I'll see, what opportunities occur.
es: Veré qué oportunidades se presentan.

source: I'm no idiot.
es: No soy idiota.

source: I'm putting in so much effort, and everything I get is "difficult"
es: Estoy esforzándome tanto, y todo lo que obtengo es un "difícil"

source: I've seen something like this in the army before...
es: He visto algo como esto en el ejército antes de...

source: If arrogance had a smell, you'd suffocate instantly.
es: Si la arrogancia tuviera olor, tú asfixiarías al instante.

source: If more of those giant things break free that could cause a little trouble...
es: Si más de esas cosas gigantes se liberan podrían causar un problemilla...

source: If not, however...
es: Si no, en cambio...

source: If stupidity had a weight, you couldn't move a millimeter.
es: Si la estupidez tuviera peso, tú no podrías moverte un milímetro.

source: Indeed the right question.
es: Sin duda la pregunta correcta.

source: Is that a...?
es: ¿Es eso un...?

source: It is a crystal straight from the heart of Harad's hell.
es: Es un cristal sacado directamente desde el corazón del infierno de Harad.

source: It's a good thing that this was blessed by devoted aisen mages to Avaera. Even if the goddess of magic is unlikely to be amused about my attachment.
es: Es una buena cosa que esto fuera bendecido a Avaera por devotos magos de Aisen. Aunque es poco probable que la diosa de la magia se divirtiera de mi fijación.

source: It's going to be a wearisome journey, if this keeps going on...
es: Va a ser un viaje tedioso, si esto continúa...

source: It's not as if I had a bunch of you Cursed Ones here for experimental purposes.
es: No es que tenga aquí un montón de Malditos con propositos experimentales.

source: Just a man!!
es: ¡¡Sólo un hombre!!

source: Just be glad I didn't smash the whole crystal.
es: Pues alégrate de que no rompiera el cristal entero.

source: Just pray to your Akeran that I never find a way to send a fireball through that blasted thing.
es: Sólo le pido a Akeran que no encuentre una manera de enviar una bola de fuego a través de esa maldita cosa.

source: Let's gain their trust.
es: Vamos a ganar su confianza.

source: May Harad curse you!
es: ¡Que Harad te maldiga!

source: Me too, I don't understand why we should do his bidding. In the end he is -
es: Yo también, no entiendo por qué debemos obrar conforme a su voluntad. Al final, él es -

source: My Lord! The... Branded Ones are here now.
es: ¡Mi Señor! Los... Marcados acaban de llegar.

source: My Lord, those are-
es: Mi señor, esos son-

source: Natch! Now you're having a big mouth again.
es: ¡Naturalmente! Ahora vas a tener una boca grande otra vez.

source: Nice shack!
es: ¡Bonita chabola!

source: Not a pretty habit you have there, Airpaw...
es: Esa no es una bonita costumbre, Pata de Aire...

source: Now go!
es: ¡Ahora vé!

source: Of course.
es: Por supuesto.

source: Of course. There is this nice little trick.
es: Por supuesto. Hay este bonito truquillo.

source: Only if we want to. Our blood works wonders on blessed items.
es: Sólo si queremos. Nuestra sangre hace maravillas en objetos bendecidos.

source: Pathetic fool!
es: ¡Necio patético!

source: Pathetic fools!
es: ¡Necios patéticos!

source: Peace!
es: ¡Paz!

source: Quest description
es: Descripción de la misión

source: Quest finished
es: Misión finalizada

source: Quiet!
es: ¡Silencio!

source: Quite so.
es: Así es.

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##female
es: ¡Olvida eso inmediatamente o todos los guardias de Aisen te perseguirán, Maldita! ##female

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##male
es: ¡Olvida eso inmediatamente o todos los guardias de Aisen te perseguirán, Maldito! ##male

source: Right, right.
es: Cierto, cierto.

source: Shouldn't be too hard.
es: No debería ser demasiado complicado.

source: Show the undead there who the real favourite of the deathgod is.
es: Muestrales a los no-muertos de allí quién es el verdadero favorito del dios de la muerte.

source: Smells like exploitation.
es: Huele a explotación.

source: So I'll just grin and bear it and gain his trust.
es: Así que simplemente sonreiré y aguantaré y me ganaré su confianza.

source: So, what are you thinking about this matter?
es: Entonces, ¿qué están pensando sobre este asunto?

source: Soren Windclaw
es: Soren Garra de Viento

source: Speak with Windclaw
es: Hablar con Garra de Viento

source: Still, it's unlikely that he will keep his word.
es: Todavía, es probable que mantenga su palabra.

source: Surely he has written down that knowledge of his somewhere.
es: Seguramente haya escrito su conocimiento en algún lugar.

source: Surely it's not really allowed by the most divine Akeran to blackmail my combat strength.
es: Seguro que realmente el gran divinísimo Akeran no permite sabotear mi fuerza de combate.

source: Surely it's not really allowed by the most divine Akeran to blackmail our combat strength.
es: Seguro que realmente el gran divinísimo Akeran no permite sabotear nuestras fuerzas de combate.

source: Surely you have written down that knowledge of your's somewhere.
es: Seguramente hayas escrito ese conocimiento en algún lugar.

source: Take some gold and equip yourselves in the mercenary camp north of town.
es: Tomad algo de oro y equipaos en el campamento mercenario al norte de la ciudad.

source: Take this crystal and some gold.
es: Toma este cristal y algo de oro.

source: That guy will never keep his promise in his life.
es: Ese tipo nunca mantendrá su promesa de por vida.

source: That was the weakest elemental I could possibly summon.
es: Ese ha sido el elemental más débil que posiblemente pueda convocar.

source: That's enough, don't you think?
es: Es suficiente, ¿no crees?

source: That's it.
es: Eso es todo.

source: That's what he said.
es: Eso es lo que dijo.

source: That's what you think, Branded One!
es: ¡Eso es lo que tú piensas, Marcado!

source: The Council is not all that impressive...
es: El Consejo no es tan impresionante...

source: The first thing you have to learn are obviously manners.
es: Lo primero que tenéis que aprender, obviamente, son modales.

source: The first thing you have to learn are obviously manners. ##solo
es: Lo primero que tienes que aprender, obviamente, son modales. ##solo

source: The prince will marry soon and there are lots of preparations to make.
es: El príncipe se casará pronto y aún quedan muchos preparativos por hacer.

source: The whole thing is too unsure.
es: Todo es muy inseguro.

source: Then again...
es: Entonces otra vez...

source: Then it's decided.
es: Entonces está decidido.

source: There is no time for further explanations.
es: No hay tiempo para más explicaciones.

source: There you go! That was rather tame.
es: ¡Ahí lo tienes! Ha sido bastante dócil.

source: There you'll find everything you need.
es: Allí encontrarás todo lo que necesites.

source: They are bound to have given Avaeras blessing on that crystal to make it work that much better.
es: Están destinados a dar la bendición de Avaeras al cristal para que funcione mucho mejor.

source: This is a goddamn den of thieves.
es: Esta es una puñetera guarida de ladrones.

source: This robed wimp ranks pretty high among all the miserable rats
es: Este "túnica endeble" tiene un rango muy alto entre todas las ratas miserables

source: This simple elemental will remind you now that immortality has little meaning here.
es: Este simple elemental te recordará ahora que la inmortalidad tiene poco significado aquí.

source: Those ritual objects have seen better times, too.
es: Esos objetos rituales también han visto tiempos mejores.

source: Tsk tsk. How rude to use the name of the Cursed One in Akeran's halls.
es: Chist, chist. Qué grosero utilizar el nombre del Maldito en las salas de Akeran.

source: Tsk. I feel like burning off the whole place.
es: Chist. Me siento como si quemara todo el lugar.

source: Until the cards are on the table I'll be powerful enough to take what's mine by force, if needed.
es: Hasta que las cartas estén sobre la mesa seré lo suficientemente poderoso como para tomar lo que es mío por la fuerza, si es necesario.

source: Very well.
es: Muy bien.

source: We are truly branded.
es: Estamos realmente marcados.

source: We can search for it after he's dead.
es: Podemos buscarlo tras su muerte.

source: We know everything about your accursed kind, and believe me, no one will be stupid enough to kill you.
es: Sabemos todo acerca de tu raza maldita y créeme, nadie será tan estúpido como para matarte.

source: We're bound to notice, if he has something to tell us.
es: Estamos obligados a notificar, si tiene algo que decirnos.

source: Well, the corners are a bit dirty though.
es: Bueno, aunque las esquinas están un poco sucias.

source: Well, well... knowledge about the gods is power, if you are exposed to their moods.
es: Bueno, bueno... el conocimiento acerca de los dioses es poder, si eres expuesto a sus estados de ánimo.

source: Well... that thing was made by the mage guild of Aisen, right?
es: Bien... Esa cosa fue fabricada por el mago del gremio de Aisen, ¿cierto?

source: What am I to do with you councilmen?
es: ¿Qué debo que hacer con tu consejero?

source: What are you trying to say?
es: ¿Qué intentas decir?

source: What do you think will happen, if you're revealed in town?
es: ¿Qué crees que pasará si advierten de ti en el pueblo?

source: What?!! The curse can be lifted from us? Why do I hear of this only now?
es: ¡¡¿Qué?!! ¿La maldición puede ser levantada por nosotros? ¿Por qué escucho esto ahora?

source: Why exactly was it that I put up with your company?
es: ¿Por qué exactamente toleré tu compañía?

source: Windclaw!
es: ¡Garra de Viento!

source: With all those wimps here it's hardly worth the effort, isn't it?
es: Con todos esos peleles por aquí no vale la pena el esfuerzo, ¿no es así?

source: With an answer, that could release every one of you from your suffering.
es: Con una respuesta que podría liberaros a cada uno de vosotros de vuestro sufrimiento.

source: With an answer, that could release you from your suffering.
es: Con una respuesta que podría liberarte de tu sufrimiento.

source: With our freedom as the price we will do everything in our might to be successful.
es: Con nuestra libertad como precio, haremos todo en nuestro poder para tener éxito.

source: With this crystal I will keep in touch with you.
es: Con este cristal me mantendré en contacto contigo.

source: Woe befall them if they break their promise.
es: ¡Ay de los que acontecen si no cumplen su promesa!

source: Would you please take a quick look at this crystal.
es: ¿Podríais por favor echar un vistazo rápido a este cristal?

source: Would you please take a quick look at this crystal. ##solo
es: ¿Podrías por favor echar un vistazo rápido a este cristal? ##solo

source: Yes
es: Sí

source: Yes, they warned me about that, too.
es: Sí, me advirtieron de eso, también.

source: Yes, they warned me that you're difficult.
es: Sí, me advirtieron que sois difíciles.

source: Yes, they warned me that you're difficult. ##solo
es: Sí, me advirtieron que eres difícil. ##solo

source: You almost fainted!
es: ¡Casi te desmayaste!

source: You are better prepared to suffer the consequences, wretched creature.
es: Será mejor que te prepares para sufrir las consecuencias, desdichada criatura.

source: You are indeed a bunch of difficult people.
es: Sois verdaderamente un montón de gente difícil.

source: You are indeed difficult.
es: Eres verdaderamente difícil.

source: You can't possibly have enough money, so that I would let you gawp at me all the time.
es: Probablemente no tuvieras suficiente dinero para que te dejara mirarme embobado todo el tiempo.

source: You consider yourself very mighty and clever, don't you?
es: Te consideras una persona poderosa y lista, ¿verdad?

source: You obviously misjudge your position.
es: Obviamente juzgas mal tu posición.

source: You should realize that it is entirely up to you, how long you will be in the slavery of the deathgod.
es: Debes darte cuenta de que está totalmente fuera de tu alcance determinar cuánto tiempo vas a estar esclavizado por el dios de la muerte.

source: You're a zealot, aren't you?
es: Eres un zelote, ¿verdad?

source: You're missing the main point.
es: Te estás yendo por las ramas.

source: You're presence is no longer needed.
es: Vuestra presencia ya no es necesaria.

source: You're putting in so much effort, and everything you get is "difficult"
es: Estás esforzándote mucho, y todo lo que consigues es "difícil"

source: Your people would be quite surprised were I came from.
es: Tu gente se quedaría muy sorprendida de dónde vengo.

source: medBackalley
es: Callejones
