Repository: gochenming/sumwars-code
Catalog: share/translation/*/goblin_raid.po
Languages: es

source: And I could care less what happens to some peasant family.
es: Y me podría importar menos aun lo que le suceda a una familia campesina.

source: As they say: One hand washes the other.
es: Tal como dicen: Una mano lava la otra y las dos lavan la cara.

source: Crude battle plans
es: Planes de batalla crudos

source: Do you want to help the peasant?
es: ¿Quieres ayudar al campesino?

source: Fine, I'll wipe out those goblins for you.
es: Bien, barreré a esos gublins por ti.

source: Hey, sergeant, I found these in the woods with some goblins.
es: Eh, sargento, he encontrado estas cosas en el bosque junto a algunos gublins.

source: Hey, sergeant, ready to pay for the pre-emptive rescue of the village?
es: Eh, sargento, ¿preparado para pagar por el rescate preventivo de la aldea?

source: I discovered plans of a goblin raid set for a village called Joringsbridge. They were found amongst the remains of some goblin tribe. Guess I busted that party prematurely. Maybe someone official will appreciate not having hordes of goblins kicking in their doors.
es: He descubierto los planes de una incursión de gublins contra un pueblo llamado Puente de Joring. Fueron encontrados entre los restos de una tribu gublin. Supongo que me destrocé esa comitiva prematuramente. Tal vez algún oficial aprecie no tener hordas de goblins pateando sus puertas.

source: It seems the sergeant from Joringsbridge is willing to pay, but he wants me to help those peasants first. There's no trust in this world anymore.
es: Parece que el sargento de Puente de Joring está dispuesto a pagar, pero quiere que yo ayude primero a los campesinos. Ya no hay ninguna confianza en este mundo.

source: It's always a pleasure when a good deed goes rewarded.
es: Es siempre un placer cuándo una buena acción se ve recompensada.

source: Just go already.
es: Vete ya.

source: Let me thank you on behalf of the whole village.
es: Permítame agradecerle en nombre de todo el pueblo.

source: Maybe I will show some gratitude after you help Michel's family.
es: Tal vez muestre algo de gratitud después de que ayudes a la familia de Michel.

source: Meant it. Whatever.
es: Hablando en serio. Lo que sea.

source: Sergeant Lutterer
es: Sargento Lutterer

source: Some kind of head honcho shaman had them, so I figure they mean it.
es: Una especie de chamán mandamás los tenía, así que me imagino que es en serio.

source: Sorry, but I don't know you.
es: Perdón, pero no te conozco.

source: Then I better get back to saving helpless peasants, no?
es: Entonces será mejor que vuelva a salvar a los campesinos indefensos, ¿no?

source: This looks like it could be Joringsbridge. Are you sure it's reliable?
es: Esto parece que podría ser Puente de Joring. ¿Estás seguro que es de fiar?

source: Well, I got a little money for killing some goblins I would have wasted anyway. Not a bad day.
es: Bueno, conseguí un poco de dinero por matar a algunos gublins que habría perdido de todas formas. No es un mal día.

source: Whatever. It's not like I need the money or anything.
es: Lo que sea. No es que necesite el dinero ni nada.

source: Yes
es: Sí

source: You do realise there's plenty more where they came from?
es: ¿Te das cuenta de que hay mucho más de donde vinieron?

source: aisDarkClearing
es: Claro de Tinieblas

source: goblin_raid
es: Redada_gublin
