Repository: gochenming/sumwars-code
Catalog: share/translation/*/greenOrchid.po
Languages: es

source: (It's just a stupid hat. No harm done.)
es: (Sólo es un estúpido sombrero. No hace ningún daño)

source: (Not exactly what I meant, but oh well.)
es: (No es eso exactamente a lo que me refería, pero bueno)

source: Another stupid thing to carry around.
es: Otra estúpida cosa que llevar a cuestas.

source: Avaera's mercy! This is...
es: ¡Por la piedad de Avaera! Esto es...

source: But it is...
es: Pero es...

source: Dear me! You'd give it to me just like that?
es: ¡Querido mío! ¿Me darías así como así?

source: Despair not for I have your salvation.
es: Por desesperación no para tener tu salvación.

source: Do I look like I care for flowers?
es: ¿Tengo pinta de que me gusten las flores?

source: Do you like my beautiful flowerbed?
es: ¿Te gusta mi hermosa cama de flores?

source: Don't mock me, stranger!
es: ¡No te burles de mi, forastero!

source: Gee, thank you. Thank you thank you thank you.
es: Caramba, gracias. Gracias, gracias, gracias.

source: Go away!
es: ¡Vete!

source: Here take this hat as a compensation.
es: Toma este sombrero como compensación.

source: Hey there, traveller.
es: ¡Hey, viajero!

source: Hey, you look like a scholar.
es: ¡Hey!, pareces un erudito.

source: Hm, I somehow like you.
es: Hmm, de algún modo me caes bien.

source: I can put you out of your misery if you like.
es: Si quieres puedo ponerle fin a tu sufrimiento.

source: I can't possibly show my gratitude... Oh, I know!
es: No podría mostrarle mi gratitud... ¡Ah, ya sé!

source: I can? Thank you stranger!
es: ¿Puedo? ¡Gracias extraño!

source: I found the green orchid and gave it to the girl. She gave me a amulet instead. I'm still trying to recover from the shock that I actually got something useful out of this ordeal.
es: Encontré la orquídea verde y se la di a la chica. Me dio un amuleto a cambio. Todavía me estoy intentando recuperar del shock que de realmente sacara algo útil de este calvario.

source: I got this old scholar scroll here. Do you have a use for it?
es: Conseguí este viejo pergamino de erudito aquí. ¿Vas a darle algún uso?

source: I hope you don't take this the wrong way
es: Espero que no te lo tomes mal

source: I insist. I don't expect you to work for free.
es: Insisto. No espero que trabajes de gratis.

source: I offered help to a young girl in Joringsbridge by looking for a green orchid. She gave me a useless hat for it. And by useless I mean useless. No way in hell I will ever wear that. Gee, thanks.
es: Ofrecí ayuda a una joven del Puente de Joring buscando una orquídea verde. Ella me dio un inútil sombrero por ello. Y una mierda voy a llevar eso nunca. Vaya, gracias.

source: I'll look around.
es: Miraré alrededor.

source: I'm still looking for a green orchid to perfect my flowerbed.
es: Todavía estoy buscando una orquídea verde para perfeccionar mi cama de flores.

source: I'm still looking for the green orchid. I had no luck in Dwarfenwall, but I got rid of the silly hat. Now I'm stuck with some scholar scroll. Which is astoundingly boring. I almost fell into a coma after the first three sentences.
es: Todavía estoy buscando una orquidea verde. No he tenido suerte en Dwarfenwall, pero me deshice del sombrero estúpido. Ahora estoy atrapado con algún pergamino de erudito. Lo que es increíblemente aburrido. Casi me quedo en coma tras las primeras tres oraciones.

source: If I find one, I'll give it to you.
es: Si encuentro una, te la daré.

source: If only I hadn't lost my hat. I can handle anything with a good hat.
es: Si no hubiera perdido mi sombrero. Puedo manejar cualquier cosa con un buen sombrero.

source: In fact I did. Here, take it.
es: De hecho lo hice. Toma.

source: Indeed I am.
es: De hecho lo soy.

source: It's supposed to be real powerful or something, but it's just plain ugly, don't you think?
es: Se supone que es realmente poderos o algo así, pero simplemente es feo, ¿no crees?

source: Kindness is it's own reward, but I have this scholar scroll.
es: La amabilidad es su propia recompensa, pero tengo este pergamino de erudito.

source: Leave me alone.
es: Dejame sólo.

source: Look for the green orchid?
es: ¿Buscar la orquídea verde?

source: My father once gave me this amulet.
es: Mi padre me dio una vez este amuleto.

source: Nah, I'm still searching, sorry.
es: No, todavía sigo buscando, lo siento.

source: Nice Flowers
es: Bonitas flores

source: No problem, girl, but this is really not necessary.
es: Sin problema, pequeña, pero esto es realmente innecesario.

source: No, this can't be real.
es: No, esto no puede ser real.

source: Offer Help?
es: ¿Ofrecer ayuda?

source: Oh, I remember you. Did you find the green orchid?
es: Oh, te recuerdo. ¿Encontraste la orquídea verde?

source: Oh, how I'd love to have a marvelous green orchid in it...
es: Oh, cómo me encantaría tener una maravillosa orquídea verde que añadir...

source: Say, perhaps you can look for it on your travels?
es: Dime, ¿podrías buscarla durante tus excursiones?

source: Take it instead.
es: Tómelo a cambio.

source: Thanks. I think I can handle it's ugliness.
es: Gracias. Creo que puedo lidiar con su fealdad.

source: That's a very important piece for my research. Take this flower. It's nothing special, but it has a strange colour
es: Es una pieza muy importante para mi investigación. Toma esta flor. No es nada especial, pero tiene un color extraño

source: The Green Orchid
es: La Orquídea Verde

source: Thomas
es: Tomás

source: Undead in front of the gates, rocks falling from the sky, annoying bypassers making creepy proposals...
es: No-muertos frente a las puertas, rocas que caen del cielo, peatones molestos haciendo espeluznantes propuestas...

source: Whats that look for?
es: ¿Qué es lo que buscas?

source: Wow, thanks!
es: ¡Vaya, gracias!

source: Yes
es: Sí

source: You are so nice to me.
es: Eres tan bueno conmigo.

source: You can have it. Just take it.
es: Puedes cogerlo. Tómalo.

source: You look especially depressed.
es: Pareces especialmente deprimido.

source: You look like a scholar
es: Pareces un erudito

source: copperRock
es: Roca de cobre

source: joringsbridge
es: Puente de Joring
