Repository: gochenming/sumwars-code
Catalog: share/translation/*/herb_collector.po
Languages: es

source: Accept Quest?
es: ¿Aceptar misión?

source: Ah, well done, young one.
es: Ah, bien hecho, joven.

source: And another good deed done. I could get used to this.
es: Y otra buena acción hecha. Podría acostumbrarme a esto.

source: But if you change your mind, I'm not running away from here.
es: Pero si cambias de opinión, no me alejaré de aquí.

source: But only the red berries.
es: Pero sólo las bayas rojas.

source: Collect
es: Recolectar

source: Do you want to collect some berries after all?
es: ¿Quieres recolectar algunas bayas después de todo?

source: Fiddlesticks!
es: ¡Tonterías!

source: Forget it, herb woman.
es: Olvídalo, herbolaria.

source: Have it your way.
es: Tú sabrás lo que haces.

source: Herb collector
es: Recolector de hierbas

source: Herb gathering
es: Recolección de hierbas

source: Here, let me give you something in return.
es: Aquí, déjame darle algo a cambio.

source: Here, old women. Your berries.
es: Aquí, viejas. Sus bayas.

source: Hey there, young one!
es: ¡Ey, joven!

source: I need more berries, if I am to do something useful with them.
es: Necesitaré más bayas, si tengo que hacer algo útil con ellas.

source: I need the berries of at least ten bushes.
es: Necesito las bayas de al menos 10 arbustos.

source: I see you are going to the Northern Meadow.
es: Veo que vas camino a Prado del Norte.

source: I'm not going to crawl through the meadows just to search for some stupid bushes.
es: No voy a gatear a través de los prados sólo para buscar unos arbustos estúpidos.

source: If you are roaming around there anyway, why don't you collect some berries for me?
es: Si de todos modos estás vagando por ahí, ¿porqué no recoges algunas bayas para mí?

source: It's not like I want you to collect something exotic, you know.
es: No es que quiera nada exótico, sabes.

source: Just rilfberries.
es: Tan sólo frutos de licio.

source: Look for big bushes with fancy red fruits.
es: Busca grandes arbustos con unos elegantes frutos rojos.

source: Peace.
es: La paz.

source: Plants are not really my forte...
es: Las plantas no son mi fuerte...

source: Quite a trick.
es: Un buen truco.

source: Still no.
es: Aún no.

source: Tell me when you're not too mighty for simple work anymore, sweety.
es: Hazme saber cuando no tengas tantos reparos para un trabajo tan simple, cariño.

source: Thanks, sweety.
es: Gracias, cielo.

source: That's right.
es: Así es.

source: The herbalist of Joringsbridge wants to have the berries of 10 bushes. Berries from
es: El herbalista de Puente de Joring quiere tener las bayas de 10 arbustos. Bayas de

source: The rest is of no use at all.
es: El resto no sirven para nada.

source: Very well, if I find some, I'll bring them along.
es: Muy bien, si encuentro alguna, las traeré conmigo.

source: Very well, if I find some, I'll bring them.
es: Muy bien, si encuentro alguna, las traeré.

source: Very well, if we find some, we'll bring them.
es: Muy bien, si encontramos alguna, las traeremos.

source: Watch your tongue, hag!
es: ¡Cuida esa boca, bruja!

source: We were only walking through the gate.
es: Sólo estábamos cruzando la puerta.

source: With all those goblins about an old woman can't even set a foot out of the village.
es: Con todos esos gúblins por alrededor una anciana como yo ni siquiera puede poner un pie fuera de la aldea.

source: Yes
es: Sí

source: You will find them for sure.
es: Seguro que los encontrarás.

source: aisNorthMeadow
es: Prado del Norte

source: joringsbridge
es: Puente de Joring
