Repository: gochenming/sumwars-code
Catalog: share/translation/*/joringsbridge.po
Languages: es

source: ... probably not. Alright, even if I don't like it.
es: ...probablemente no. Muy bien, aunque no me gusta.

source: ... under the heel of a certain Soren Airpaw, at your service.
es: ...a las ordenes de un determinado Soren Airpaw, a su servicio.

source: 2000 for every one.
es: 2000 por cada uno.

source: 2000 gold pieces for everyone who is willing to help this humble man!
es: ¡2000 monedas de oro para todo aquel que este dispuesto a ayudar a este humilde hombre!

source: 2000 gold pieces.
es: 2000 piezas de oro.

source: And they say, my kind is cold-hearted...
es: Y dicen que mi clase no tiene corazón...

source: And they say, our kind is cold-hearted...
es: Y dicen que nuestra clase no tiene corazón...

source: And we get money. Two birds with one stone.
es: Y conseguimos dinero. Matamos dos pájaros de un tiro.

source: And you really have no time to help out a bit?
es: ¿Y realmente no tienes tiempo para ayudar un poco?

source: Are you sure?
es: ¿Estás seguro?

source: Aren't you the... auxiliary forces of the council?
es: ¿No sois vosotros... las fuerzas auxiliares del Consejo?

source: Aren't you the... auxiliary forces of the council? ##solo
es: ¿No eres tú... la fuerza auxiliar del Consejo? ##solo

source: As much as I'd like to help, I don't have any room for such a thing.
es: Por mucho que me gustaría ayudar, no tengo espacio para tal cosa.

source: As you wish, my Prinz.
es: Como desee, mi Prinz.

source: As you wish, my prince.
es: Como desee, mi principe.

source: But may I use this unique opportunity to congratulate you on your upcoming wedding with the archmage Ireana of
es: Pero, ¿puedo usar esta oportunidad única en la vida para felicitarle por su próxima boda con el Archimago Ireana de

source: But the honourable mage has other duties!
es: ¡Pero el honorable mago tiene otros deberes!

source: By Marek!
es: ¡Por Marek!

source: Don't even think about it!
es: ¡No pienses ni siquiera en ello!

source: Don't you have something better to do?
es: ¿No tienes algo mejor que hacer?

source: Forgive me, my prince, but my wife and my children are still there.
es: Perdóneme, mi príncipe, pero mi esposa y mis hijos están aún allí.

source: Guards! Guards!
es: ¡Guardias! ¡Guardias!

source: Hand over the gold, if you find someone who helps you after all.
es: Entrega el oro, si encuentras a alguien que te ayude después de todo.

source: Help the peasant?
es: ¿Ayudar a los campesinos?

source: Help! My farm is being raided by goblins!
es: ¡Ayuda! ¡Mi granja está siendo atacada por gublins!

source: I am true to my word.
es: Soy fiel a mi palabra.

source: I beg of you: help me!
es: Se lo suplico: ¡Ayúdeme!

source: I don't know how long the house will withstand them.
es: No sé cuánto cuánto resistirá la casa contra ellos.

source: I just hope the kingdom has big granaries, if the greenskins torch the fields.
es: Sólo espero que el reino tenga grandes graneros, si las pielesverde incendian los campos.

source: I know!
es: ¡Lo sé!

source: I will pray that your family is safe long enough.
es: Voy a rezar para que tu familia esté a salvo lo suficiente.

source: I'm begging you, my prince!
es: ¡Te lo ruego, mi príncipe!

source: I'm sorry, good man.
es: Lo siento, buen hombre.

source: If the city is lost, I'll just conquer it back!
es: ¡Si se pierde la ciudad, la reconquistaré de nuevo!

source: If the city is lost, we'll just conquer it back!
es: ¡Si se pierde la ciudad, la reconquistaremos de nuevo!

source: Is that a problem for you?
es: ¿Es eso un problema para ti?

source: Joringsbridge
es: Puente de Joring

source: Leave at least a handful of soldiers here.
es: Deja al menos un puñado de soldados aquí.

source: Looks like our model, doesn't it?
es: Se parece a nuestro modelo, ¿verdad?

source: My family...
es: Mi familia...

source: My humble apologies, but the council has given me very important tasks.
es: Mis humildes disculpas, pero el Consejo me ha encomendado tareas muy importantes.

source: My prince!
es: ¡Mi príncipe!

source: My prince?
es: ¿Mi príncipe?

source: Nobody?
es: ¿Nadie?

source: Not to mention you have a mighty summoner at your side.
es: Sin mencionar que tienes un poderoso invocador a tu lado.

source: Oops...
es: Ups...

source: Otherwise, do your work diligently.
es: En caso contrario, haga su trabajo diligentemente.

source: Prince, I take the job!
es: ¡Príncipe, tomo el trabajo!

source: Prince, we take the job!
es: ¡Príncipe, tomamos el trabajo!

source: Quite so!
es: ¡Así es!

source: Self-satisfied parasite, that mage!
es: ¡Parásito satisfecho de sí mismo, ese mago!

source: Sergeant Lutterer
es: Sargento Lutterer

source: Sergeant!
es: ¡Sargento!

source: Silence!
es: ¡Silencio!

source: So it's decided.
es: Así que está decidido.

source: Stop bugging the prince with your incompetence.
es: Deje de molestar al príncipe con su incompetencia.

source: Surely you can handle a hand full of lousy goblins.
es: Seguramente pueda manejar un puñado de gúblins pésimos.

source: Take the fool away!
es: ¡Llévate al tonto!

source: Thanks, that is enough.
es: Gracias, eso es suficiente.

source: That could almost be worth the trouble.
es: Eso casi podría valer la pena.

source: That much distrust is really unnecessary during a war.
es: Tanta desconfianza no es realmente necesaria durante una guerra.

source: That's more than enough.
es: Eso es más que suficiente.

source: The blood always works...
es: La sangre siempre funciona...

source: The demons are at the northern border!
es: ¡Los demonios están en la frontera norte!

source: The mage over there has another of those crystals on his staff, hasn't he?
es: El mago de allí tiene otro de esos cristales en su vara, ¿no?

source: The presence of the mage alone will drive out every goblin!
es: ¡La presencia del mago en solitario ahuyentará a los gublins!

source: The prince has more important matters to tend to.
es: El príncipe tiene asuntos más importantes que atender.

source: The pursuit of pathetic goblins is neither my duty nor do I see the point of such absurd amusement.
es: La búsqueda de gublins patéticos no es mi deber ni le veo la gracia a tales absurdas diversiones.

source: The safety of the country has absolute priority.
es: La seguridad del país tiene prioridad absoluta.

source: Wait!
es: ¡Espera!

source: We don't have time!
es: ¡No tenemos tiempo!

source: We...
es: Nosotros...

source: Well...
es: Bueno...

source: What do you think you're doing? You are to go to Dwarfenwall!
es: ¿Qué crees que estás haciendo? ¡Debes ir a Dwarfenwall!

source: What happened?
es: ¿Qué ocurrió?

source: What if they kill the peasants along?
es: ¿Y si matan a los campesinos mientras tanto?

source: Whatever. Get moving!
es: Lo que sea. ¡ Muévase!

source: When I get there was never part of the deal!
es: ¡Cuándo llegara allí nunca fue parte del trato!

source: When we get there was never part of the deal!
es: ¡Cuándo llegaramos allí nunca fue parte del trato!

source: Where do you come from? Didn't I exclude you?
es: ¿De dónde viene? ¿No lo excluimos?

source: Who cares what you think? Let the peasant be a peasant and get moving!
es: ¿A quién le importa lo que piensas? ¡Deja al campesino ser un campesino y muévete!

source: Who is that?
es: ¿Quén es?

source: Who knows how many sou... goblins are walking around there!
es: ¡Quién sabe cuántas alm... gublins están caminando por ahí!

source: Windclaw, you fool!
es: ¡Windclaw, tonto!

source: Yes
es: Sí

source: Yes, show him who's in charge!
es: Sí, ¡demostrarle quién está al mando!

source: You are to go to Dwarfenwall immediately!
es: ¡Debes ir a Dwarfenwall inmediatamente!

source: You have to go to Dwarfenwall immediately!
es: ¡Debes ir a Dwarfenwall inmediatamente!

source: You people are really unnerving somehow.
es: Tu gente es realmente desconcertante de alguna manera.

source: Your trifles cannot stop me.
es: Sus municias no pueden detenerme.

source: joringsbridge
es: Puente de Joring

source: ts
es: chist
