Repository: gochenming/sumwars-code
Catalog: share/translation/*/maylons_grave.po
Languages: es

source: A goblin who wants to talk?
es: ¿Un gúblin que quiere hablar?

source: Akerans blessing to you.
es: Akerans bendiciendote.

source: Better them than us.
es: Mejor ellos que nosotros.

source: But last moon black human came.
es: Pero, en pasada luna, humano oscuro venir.

source: But now I have to return into the bliss of Akerans eternal oasis.
es: Pero ahora tengo que volver a la bienaventuranza del oasis eterno de Akerans.

source: Chase the goblins away
es: Ahuyentar a los gúblins

source: For a long time now I have no use for it anymore. Choose yourself a weapon you like.
es: Hace ya mucho tiempo que deje de darle uso. Elige el arma que te guste por ti mismo.

source: Gab'Resh and his only harmless rustlers. No bandits.
es: Sólo Gab Resh y sus inofensivos ladrones. No bandidos.

source: Get lost, before I change my mind!
es: ¡Piérdete, antes de que cambie de idea!

source: Get lost. I have better things to do than killing a band of pathetic goblins.
es: Piérdete. Tengo mejores cosas que hacer que matar a una pandilla de patéticos gublins.

source: Get lost. we have better things to do than killing a band of pathetic goblins.
es: Piérdete. Tenemos mejores cosas que hacer que matar a una pandilla de patéticos gublins.

source: Good warning, yes? Mighty warrior-humans let us live, no?
es: Buena advertencia, ¿no?. Poderosos guerreros humanos nos dejan vivir, ¿no?

source: I came across some goblins in Maylon's Grave who babbled some nonsense and were chased by a zombie. Something is going on in this grave. Maybe I should have a look at it.
es: Me encontré con algunos gublins en la tumba de Maylon quiénes balbucearon alguna tontería y fueron perseguidos por un zombi. Algo está pasando en esa tumba. Tal vez debería echar un vistazo.

source: I came across some goblins in Maylon's Grave who were chased by a zombie. Something is going on in this grave. Maybe I should take a look at it.
es: Me encontré con algunos gublins en la tumba de Maylon quiénes fueron perseguidos por un zombi. Algo está pasando en esa tumba. Tal vez debería echar un vistazo.

source: I came across some goblins in Maylon's Grave. According to their shaman a necromancer animated some undead down in the crypt. I should take a look at it.
es: Me encontré con algunos gublins en la tumba de Maylon. Según su chamán, un nigromante animó algunos no-muertos bajo la cripta. Debería echar un vistazo.

source: I cannot leave such a problem amidst this under-guarded region.
es: No puedo dejar este problema, en medio de esta región bajo vigilancia.

source: I wander if he would have said that if he had known that he will make a detour to Harad's Hell first?
es: Me pregunto si habría dicho que si él lo hubiera sabido habría hecho primero un desvío al infierno de Harad.

source: Listen to the goblins
es: Escuchar a los gúblins

source: May you do many other great deeds.
es: Usted puede hacer otras muchas hazañas.

source: Maylons Grave
es: Tumba Maylons

source: Miserable brood! Die!
es: ¡Prole miserable! ¡Muere!

source: Miserable brood! Slay them all!
es: ¡Prole miserable! ¡Matadlos a todos!

source: My sarcophagus contains many remains of my mortal life.
es: Mi sarcófago contiene muchos restos de mi vida mortal.

source: No humans coming, and if do, they never return from depth of cave.
es: No humano venir, y si hace, nunca regresar de las profundidades de cueva.

source: Now horror of the depth wandering to surface, too and being after poor goblins who never not wants to steal anything.
es: Ahora, horror de la profundidad vagando a superficie también, después de que pobres gúblins nunca querer no robar nada.

source: Really, I should free those poor bound souls and send them off to a short brake in Harad's Hell.
es: En serio, debería liberar a esas pobres almas herrantes y enviarlas al infierno de Harad a tomar un pequeño descanso.

source: Really, we should free those poor bound souls and send them off to a short brake in Harad's Hell.
es: En serio, deberíamos liberar esas pobres almas herrantes y enviarlas a hacer un pequeño descanso al infierno de Harad.

source: Slay the goblins
es: Matar a los gúblins

source: Some necromancer really resurrected an old council mage. Probably to cause confusion behind the lines. At least one problem that is solved.
es: Algún nigromante resucitó a un viejo mago del Consejo. Probablemente para causar confusión detrás de las líneas. Bueno, al menos un problema que se resuelve.

source: Talk with the goblins?
es: ¿Hablar con los gublins?

source: Thank you very much for liberating my soul.
es: Muchas gracias por liberar a mi alma.

source: That almost sounds as if a necromancer came by.
es: Eso suena casi como si hubiese pasado un nigromante.

source: The same holds true for your friends.
es: Lo mismo es válido para sus amigos.

source: We cannot leave such a problem amidst this under-guarded region.
es: No podemos dejar tal problema en medio de esta región bajo vigilancia.

source: We often hide here.
es: Nosotros a menudo esconder aquí.

source: What could a goblin possibly have to say?
es: ¿Qué podría un gúblin tener que decir?

source: What will you do?
es: ¿Qué harás?

source: Who knows what could happen?
es: ¿Quién sabe lo que podría pasar?

source: Yes
es: Sí

source: Yes. No hurt, no kill.
es: Sí. No herir, no matar.

source: You listen, yes?
es: Tú escuchar, ¿sí?

source: aisMaylonsGraveEntry
es: Tumba de Maylon

source: aisMaylonsGraveL1
es: Tumba de Maylon Nivel 1

source: aisMaylonsGraveL2
es: Cripta tumba de Maylon
