Repository: gochenming/sumwars-code
Catalog: share/translation/*/rescue_willard.po
Languages: es

source: A friend in need
es: Un amigo en apuros

source: A long search and quite a lot of dead goblins later Willard has finally shown himself. I should give him the stone and be done with it.
es: Una larga búsqueda y un montón de gublins muertos más tarde Willard finalmente se ha demostrado a sí mismo. Debería darle la piedra y acabar con esto.

source: And doesn't even ask what the rest of us is thinking.
es: Y que ni siquiera pregunte lo que el resto de nosotros está pensando.

source: And not wish to butcher every living thing that crossed their path.
es: Y no querrían matar a todo ser viviente que se cruzara por su camino.

source: And you cannot use a phasestone since it is dedicated to the goddess Avaera.
es: Y no podéis usar una piedra de fase si está dedicada a la diosa Avaera.

source: But don't worry, I will give no one away, as long as they behave themselves.
es: Pero no te preocupes, no se lo diría a nadie, siempre y cuando se comportaran ellos mismos.

source: But he is cut off and those creatures are everywhere. I'm sure he is laying low, waiting for help.
es: Pero está herido y esas criaturas están por todas partes. Estoy seguro de que está escondido, a la espera de ayuda.

source: But you Branded Ones have other ways and means to travel, haven't you?
es: Pero vosotros, los Marcados, tenéis otras maneras y medios para viajar, ¿verdad?

source: By Avaera's blessed and arcane...! He still has that thing?
es: ¡Por la bendición de Avaera y arcana...! ¿Todavía tiene esa cosa?

source: Can I ask you for another favor?
es: ¿Puedo pedirte otro favor?

source: Do I have a sign somewere saying: Caution, dangerous monster?!
es: ¡¿Tengo algún cartel en algún sitio diciendo: Precaución, monstruo peligroso?!

source: Does an honorable member of the city guard want someone's throat cut?
es: ¿Quiere un honorable miembro de la guardia de la ciudad la garganta cortada de alguien?

source: Give Willard the stone (Reward)
es: Dar a Willard la piedra (Recompensa)

source: Good old Fenor. Here, a token of my appreciation.
es: Mi viejo y buen Fenor. Aquí tiene una muestra de mi agradecimiento.

source: Have you changed your mind?
es: ¿Has cambiado de idea?

source: He was out in the far meadows with two collegues, when they were attacked by goblins.
es: Estaba en los prados lejanos con dos colegas, cuando fueron atacados por los gublins.

source: Hey there!
es: ¡Oye!

source: I could always tell if someone was a Branded One.
es: Siempre he sabido decir si alguien es un Marcado.

source: I have a friend with the gamekeepers.
es: Tengo un amigo con los agentes forestales.

source: I sincerely hope you find Willard in time.
es: Sinceramente, espero que encontréis a Willard a tiempo.

source: I sincerely hope you find Willard in time. ##solo
es: Sinceramente, espero que encuentres a Willard a tiempo. ##solo

source: I would search for him myself.
es: Lo buscaría por mí mismo.

source: I wouldn't entrust this to anyone else normally.
es: Normalmente no le confiaría esto a cualquiera.

source: I'm sorry, but I don't want to waste my time searching for gamekeepers.
es: Lo siento, pero no quiero perder mi tiempo buscando agentes forestales.

source: I'm sorry, but we cannot waste our time searching for gamekeepers.
es: Lo siento, pero no podemos perder nuestro tiempo buscando agentes forestales.

source: If I'm not mistaken you are Branded Ones.
es: Si no me equivoco sois unos Marcados.

source: If I'm not mistaken you are a Branded One.
es: Si no me equivoco eres un Marcado.

source: If only I could leave my post.
es: Si tan sólo pudiera dejar mi puesto.

source: Leave, before I tell someone about you!
es: ¡Marchaos, antes de le hable a alguien de vosotros!

source: Leave, before I tell someone about you! ##solo
es: ¡Vete, antes de le hable a alguien de ti! ##solo

source: Medair, the seat of learning! Where even the city guard are scholars
es: Medair, ¡sede del conocimiento! Donde incluso los guardias de la ciudad son eruditos

source: Mine is long used up.
es: La mina hace tiempo que se agotó.

source: Much less someone totally unknown.
es: Ni mucho menos a alguien totalmente desconocido.

source: My apologies. It was a slip of the tongue.
es: Mis disculpas. Fue un lapsus.

source: My leg is hurt and I won't make it to Medair alone.
es: Mi pierna está herida y no llegaré a Medair sólo.

source: No, Willard isn't someone likely to be caught by a few lousy goblins.
es: No, Willard no es alguien que deje atrapar fácilmente por unos pésimos gublins.

source: Only someone like you could do it reliable.
es: Sólo alguien como vosotros podría hacerlo de forma fiable.

source: Only someone like you could do it reliably. ##solo
es: Sólo alguien como tú podría hacerlo de forma fiable. ##solo

source: Perhaps I was mistaken and the stories are true. I had believed that a few Branded Ones might be capable of restraint...
es: Quizás me equivoqué y las historias son ciertas. Creí que unos cuantos Marcados serían capaces de contener...

source: Search for Willard?
es: ¿Buscar a Willard?

source: So here is this Willard.
es: Así que aquí está este Willard.

source: So, what is it that you want?
es: Entonces, ¿qué es lo que quieres?

source: Somebody else who appears to know quite a lot.
es: Alguien más que parece saber mucho.

source: Surely someone of your trade can always use a little money?
es: Seguro que alguien de tu profesión siempre puede pagar en efectivo.

source: Surely you don't want me to bring back his corpse, do you?
es: Seguro que no quieres que traiga su cadáver, ¿verdad?

source: Surely you don't want us to bring back his corpse, do you?
es: Seguro que no quieres que traigamos su cadáver, ¿verdad?

source: Thank you very much.
es: Muchas gracias.

source: Thank you.
es: Gracias.

source: Thank you. ##solo
es: Gracias. ##solo

source: Thank you. My name is Fenor Marken.
es: Gracias. Mi nombre es Fenor Marken.

source: Thanks for your help.
es: Gracias por tu ayuda.

source: That is the second time today!
es: ¡Es la segunda vez hoy!

source: That is why I only ask you to bring him this phasestone.
es: Por eso sólo os pido llevarle esta piedra de fase.

source: That is why I only ask you to bring him this phasestone. ##solo
es: Por eso sólo te pido llevarle esta piedra de fase. ##solo

source: That is why I would trust you to help.
es: Por eso confiaría en tu ayuda.

source: That's me. How do you know my name?
es: Ese soy yo. ¿Cómo sabes mi nombre?

source: The cowards left him behind!
es: ¡Esos cobardes le dejaron atrás!

source: Then what do you want from me?
es: Entonces, ¿qué queréis de mí?

source: Then what do you want of me? ##solo
es: Entonces, ¿qué quieres de mí? ##solo

source: There is something I'd like to ask of you.
es: Hay algo que me gustaría pediros.

source: There is something I'd like to ask of you. ##solo
es: Hay algo que me gustaría pedirte. ##solo

source: This was the cause of a few youthful follies.
es: Ésta fue la causa de algunas locuras juveniles.

source: What the...
es: Pero, ¿qué...

source: What? I could have hired a professional assassin for that.
es: ¿Qué? Podría haber contratado a un asesino profesional para eso.

source: Who would have thought that?
es: ¿Quién lo habría pensado?

source: Who wouldn't take off with it?
es: ¿Quién no se lo quedaría?

source: Willard is back in Medair and he even forked out some money. Who said it wouldn't pay to let people live? At least as long there are enough goblins around.
es: Willard está de nuevo en Medair e incluso aflojó algo de dinero. ¿Quién dijo que no pagaría para que la gente viviera? Por lo menos mientras hubiera suficientes gublins alrededor.

source: Willard is in hiding somewhere around the Aisen Meadow. Due to his injury he will show himself only if there are no goblins around.
es: Willard está escondido en algún lugar cerca de la pradera de Aisen. Debido a su lesión sólo se mostrará a sí mismo si no hay ningún gúblin alrededor.

source: Yes
es: Sí

source: You are Willard, I suppose.
es: Eres Willard, supongo.

source: You are as cold-hearted as they say.
es: Sois tan fríos como dicen.

source: You are as cold-hearted as they say. ##solo
es: Eres tan frío como dicen. ##solo

source: You seem very busy.
es: Pareces muy ocupado.

source: Your friend Fenor Marken sent us and told us to give you this phasestone.
es: Tu amigo Fenor Marken nos mandó y nos dijo que te diéramos esta piedra de fase.

source: Your friend is as good as safe.
es: Tu amigo estará tan bien como seguro.

source: aisMeadow
es: Pradera de Aisen

source: medMercCamp
es: Campo mercenario de Medair
