Repository: gochenming/sumwars-code
Catalog: share/translation/*/rob_the_robber.po
Languages: es

source: 10000 gold pieces are quite interesting for the traveling fund.
es: 10.000 piezas de oro son muy interesantes para los fondos del viaje.

source: Accept the quest?
es: ¿Aceptas la misión?

source: And I'm pretty lucky myself.
es: Y soy muy afortunada.

source: Are you interested?
es: ¿Estás interesado?

source: Better hope that the stories about him rising from his grave are just fairytales.
es: Mejor esperar que las historias que cuentan sobre él levantándose de su tumba sean sólo cuentos de hadas.

source: Bring me his necklace and I give you the 10000 gold pieces.
es: Tráeme su collar y te daré 10.000 piezas de oro.

source: But that shall not be my problem.
es: Pero eso no será problema mío.

source: By all devils!
es: !Por todos los demonios!

source: Every time someone wants to have killed him, he winds up dead a short time later himself.
es: Cada vez que alguien quiere matarlo, termina muerto poco tiempo después él mismo.

source: Excuse me, sergeant, but I noticed this wanted poster.
es: Disculpe, Sargento, pero me di cuenta de este cartel de se busca.

source: Have fun with that. If you escape hell, that is.
es: Que te diviertas con eso. Si escapas del infierno, es decir.

source: Here are the 10000 gold pieces.
es: Aquí están las 10.000 piezas de oro.

source: Here is the necklace of Rob the robber.
es: Aquí está el collar de Rob el ratero.

source: His vengeful spirit will supposedly hunt all those who hurt him.
es: Su espíritu vengativo supuestamente dará caza a todos aquellos que le hagan daño.

source: I really should pay this guy a visit. 10000 gold pieces are not chickenfeed.
es: Ciertamente debería pagar a este tipo una visita. 10.000 piezas de oro no son limosna.

source: I will quarter and skin everyone of you, before I throw you to the wolves!
es: ¡Descuartizaré y despellejaré a cada uno de vosotros, antes de que os eche a los lobos!

source: I will quarter and skin you, before I throw you to the wolves!
es: ¡Te descuartizaré y despellejaré, antes de que te eche a los lobos!

source: I'll be damned!
es: ¡Que me aspen!

source: If you can bring it to me I will believe you that Rob is dead.
es: Si puedes traerlo me creeré que Rob está muerto.

source: If you can take it to sergeant Wober in Dwarfenwall he will believe you that Rob is dead.
es: Si te lo puedes llevar al sargento Wober en Dwarfenwall creerá que Rob está muerto.

source: Indeed.
es: En efecto.

source: Isn't a bounty of 10000 gold pieces a little bit over the top for one man?
es: ¿No son 10000 piezas de oro una recompensa demasiado grande para un sólo hombre?

source: It seems he has oodles of luck, that villain.
es: Parece que tiene mucha suerte, ese villano.

source: Just curious.
es: Sólo por curiosidad.

source: My soul will crawl out of it's grave and hunt you to the ends of the world!
es: ¡Mi alma saldrá de su tumba y te perseguirán hasta los confines del mundo!

source: Not a second earlier!
es: ¡Ni un segundo antes!

source: Oh, him.
es: Oh, él.

source: Right now we suspect him to be in the Fairywoods between here and Dwarvenwall.
es: Ahora mismo sospechamos que está en el Bosque de Hadas a medio camino entre aquí y Dwarvenwall.

source: Right now we suspect him to be in the Fairywoods between here and Joringsbridge.
es: Ahora mismo sospechamos que está en el Bosque de Hadas a medio camino entre aquí y Puente de Joring.

source: Rob the Robber (Reward)
es: Rob el ratero (recompensa)

source: Rob the Robber killed
es: Rob el ratero asesinado

source: Rob the robber
es: Rob el ratero

source: Rob the robber breathed his last and provided a downright windfall while he was on it.
es: Rob el ratero dio su último suspiro y proporcionó una completa e inesperada ganancia mientras lo hacía.

source: Rob the robber is dead and will soon be forgotten. I have his neckband and I'm on my way to Dwarfenwall to show it to this sergeant Wober. I have no idea why everyone was so afraid of this guy.
es: Rob el ratero está muerto y pronto será olvidado. Tengo su tirilla y estoy de camino a Dwarfenwall a enseñarselo al sargento Wober. No tengo ni idea de por qué todo el mundo tenía tanto miedo a este tipo.

source: Rob the robber supposedly hides in the depth of the Fairywoods. Find him, dispose of him and take his neckband. At least it spares me the unsavory task of carrying a head around.
es: Rob el ratero supuestamente se esconde en las profundidades del Bosque de Hadas. Encuéntralo, deshazte de él y recupera su tirilla. Por lo menos me ahorra la tarea desagradable de llevar una cabeza.

source: Sergeant Lutterer
es: Sargento Lutterer

source: Sergeant Wober
es: Sargento Wober

source: Sergeant Wober in Dwarfenwall has it.
es: El sargento Wober en Dwarfenwall lo tiene.

source: Someone really got him?
es: ¿Alguien realmente lo consiguió?

source: The bounty hunters keep their fingers off him.
es: Los cazadores de recompensas mantienen alejadas sus manos de él.

source: Then take his necklace.
es: Entonces tome su collar.

source: Wanted poster
es: Cartel de se busca

source: Watch your back.
es: Cuida de tus espaldas.

source: Well, I wish you luck.
es: Bien, le deseo suerte.

source: What about my reward?
es: ¿Qué hay de mi recompensa?

source: Word is, he treasures it quite a lot.
es: Se dice que lo atesora bastante.

source: Yes
es: Sí

source: You really got him?
es: ¿De verdad lo tienes?

source: You talk too much!
es: ¡Hablas demasiado!

source: You will die! I will destroy you!!
es: ¡Vas a morir! ¡Te destruiré!

source: aisDarkFairyforest
es: Bosque Oscuro de Hadas
