Repository: gochenming/sumwars-code
Catalog: share/translation/*/scout.po
Languages: es

source: A blue potion?
es: ¿Una poción azul?

source: Allright. Now that this is done, I will be on my way.
es: Está bien. Ahora que todo esto ha terminado, seguiré mi camino.

source: Are you alive?
es: ¿Estás vivo?

source: Because I seriously do NOT want to rummage through your happy collection of identical looking special-purpose-potions.
es: Porque en serio NO quiero hurgar en su feliz colección de "pociones con propósito especial con aspecto idéntico".

source: But since I don't have to carry you to safety, I guess it is allright.
es: Pero ya que no tengo que llevarte a un lugar seguro, supongo que está bien.

source: But spying on the undead... evading... those blasted goblins...
es: Pero espiar a los no-muertos ... la evasión ... esos gublins malditos...

source: Do you... have my gear?
es: ¿Tiene... mi equipo?

source: Does it look... 'alright' to you?
es: ¿Se ve... 'bien' usted?

source: Finally!
es: ¡Por fin!

source: Gladly. Really, thank you for saving my hide.
es: Con mucho gusto, gracias por salvarme el pellejo.

source: Here it is.
es: Aquí está.

source: Hey, are you alright?
es: Hola, ¿estás bien?

source: I can... watch my own back...
es: Puedo... ver mi propia espalda...

source: I got a little... careless.
es: Fui un poco... descuidado.

source: I guess I could patch you up, but I can't carry you out of here.
es: Supongo que podría vendarte, pero no puedo sacarte en volandas de aquí.

source: I really stumbled across a scout in the goblin infested caves west of Dwarfenwall. He is wounded, lost his gear to some spiders and asked me to fix it for him. I really wonder if I should do this... then again it would be an excuse to venture deeper into the caves that are obviously not under control by the undead.
es: Realmente me topé con un explorador en las cuevas infestadas de gublins al oeste de Dwarfenwall. Está herido, perdió su equipo ante algunas arañas y me pidió que lo arreglara para él. Me pregunto si realmente debo hacerlo... de nuevo sería una excusa para aventurarse más profundamente en las cuevas que, obviamente, no están bajo control de los no-muertos.

source: I will rest a little more and then be on my way too, but in the other direction.
es: Descansaré un poco más y entonces seguiré mi camino también, pero en la otra dirección.

source: If you're... not afraid... that is.
es: Si... no tienes miedo... es decir.

source: Lot's of wolves... but a nest of spiders, too... thought I had... it under control
es: Montones de lobos... pero un nido de arañas, también... pensaba... que lo tenía bajo control

source: Most of the time... at least.
es: La mayoría del tiempo... al menos.

source: No... too... light blue
es: No... demasiado... azul claro

source: Not yet, no.
es: No todavía, no.

source: Pretty much, yes.
es: Más o menos, sí.

source: Shame. It seems I'm already capable of... being paralyzed... without your help.
es: Vergüenza. Parece que todavía soy ya capaz de... estar paralizado... sin vuestra ayuda.

source: So... if you could get... me my gear, I... would be good to go again...
es: Así que... si pudieras recuperar... mi equipo, yo... estaría en condiciones... de partir de nuevo...

source: Sorry about that. Normally I'm the only one who has to keep them apart.
es: Lo siento. Normalmente soy el único que tiene que mantenerlos separados.

source: Still alive?
es: ¿Todavía vive?

source: Thanks for... checking back on me though. I'll be here... if you need me.
es: Gracias por... examinarme de nuevo, a pesar de ello. Estaré aquí... si me necesitas.

source: Thanks...
es: Gracias...

source: That's... it
es: Eso... es todo

source: The venom... can't move at all... anymore... I had an antidote in my pack...
es: El veneno... no puede moverse en absoluto... más... tenía un antídoto en mi mochila...

source: The wounded scout
es: El explorador herido

source: They just... turn out that... way everytime... it's the one... with the light shade of turquoise.
es: Ellos sólo salen... de esa manera... cada vez que es... el que tiene el tono claro de azul turquesa.

source: This wouldn't happen to be your stuff, would it?
es: Esto no resultarían ser tus cosas, ¿verdad?

source: West of here... there's a cave... pretty deep inside...
es: Al oeste de aquí... hay una cueva... muy profunda...

source: Where I'm headed you will most certainly die a quick and meaningless death.
es: Donde me dirijo probablemente morirás de una forma rápida y sin sentido.

source: Wounded Scout
es: Explorador herido

source: Yeah, right... now, when you're done laughing... maybe you could help me?
es: Sí, ahora mismo, ¿tal vez cuando acabes de reir... pudiera ayudarme?

source: You already... found it?
es: ¿Ya la... has encontrado?

source: You are kind of messed up, you know that?
es: Eres un tipo desordenado, ¿lo sabías?

source: You best stay out of trouble.
es: Tú, mejor mantente alejado de los problemas.

source: You can still talk, right?
es: Todavía puedes hablar, ¿no?

source: You do realize there is at least a score of 'blue' potions here?
es: ¿Te das cuenta de que hay al menos una veintena de pociones 'azules' aquí?

source: You have a strange manner of asking for favors.
es: Tienes una extraña manera de pedir favores.

source: good... now, blue potion
es: Bueno... ahora, poción azul

source: greyCurseCave
es: Cueva Maldita

source: greyWolfcave
es: Cueva del Lobo

source: really big one... there. Spider, I mean... got me good... lost my gear... but got away... somehow
es: una muy grande... ahí. Araña, quiero decir... me dieron una buena... perdí mi equipo ... pero desapareció ... de alguna manera
