Repository: gochenming/sumwars-code
Catalog: share/translation/*/sumwars.po
Languages: es

source: aisMeadow
es: Pradera de Aisen

source: aisPlains
es: Llanuras abiertas

source: aisMaylonsGraveEntry
es: Tumba de Maylon

source: aisMaylonsGraveL1
es: Tumba de Maylon Nivel 1

source: aisMaylonsGraveL2
es: Cripta tumba de Maylon

source: aisStonePlains
es: Llanura de piedra

source: aisDarkClearing
es: Claro de Tinieblas

source: joringsbridge
es: Puente de Joring

source: aisNorthMeadow
es: Prado del Norte

source: aisJoringsforest
es: Bosque de Joring

source: aisFairyforest
es: Bosque de Hadas

source: aisDarkFairyforest
es: Bosque Oscuro de Hadas

source: aisWolfstones
es: Piedras de lobo

source: aisWestwoods
es: Maderas del Oeste

source: aisMounPath
es: Camino a la montaña

source: aisMistslope
es: Pendiente Mística

source: aisEastslope
es: Pendiente Este

source: Watch out! Monsters from the mine! Help me!
es: ¡Cuidado! ¡Los monstruos de la mina! ¡Ayúdame!

source: Let me tell you I'm no monster. I'm worse.
es: Permíteme decirte que no soy un monstruo. Soy algo peor.

source: aisBoulderGrounds
es: Terreno Rocoso

source: aisMounMeadows
es: Praderas Montañosas

source: aisOldDwarfRuins
es: Ruinas de los viejos enanos

source: aisOldCellar
es: Vieja Bodega

source: aisBaelensRift
es: Grieta de Baelen

source: aisHillRoad
es: Camino a la Colina

source: copperRock
es: Roca de cobre

source: aisCopperFields
es: Campo de Cobre

source: aisMineEntry
es: Entrada a la Mina

source: Bloodbeak
es: pico ensangrentado

source: Giant wolf
es: Lobo Gigante

source: wolf
es: lobo

source: Psychotic Spider
es: Araña Psicótica

source: Cave Spider
es: Cueva de la Araña

source: Spider
es: Araña

source: Giant Bat
es: Murciélago Gigante

source: Guard
es: Guardia

source: Prince Karlen
es: Príncipe Karlen

source: Scout
es: Pendiente

source: Healer
es: Medicastro

source: Trader
es: Comerciante

source: Bowman
es: Arquero

source: Avaeras Order, Firemage
es: Orden de Avaeras, mago de fuego

source: Elite Swordsman
es: Espadachín de élite

source: feather amulet
es: amuleto de plumas

source: amber amulet
es: amuleto de ámbar

source: silver amulet
es: amuleto de plata

source: coral amulet
es: amuleto de coral

source: gold amulet
es: amuleto de oro

source: The archers deadly precision causes his shots to deal more damage than normal.
es: La precisión mortal de los arqueros proporciona a sus disparos de un mayor daño de lo normal.

source: Blind Rage
es: Rabia ciega

source: The archer attacks the enemies eyes, causing him to go berserk, but be blinded at the same time.
es: Los arqueros atacan a los ojos de los enemigos, haciéndoles enloquecer, pero estando ciegos al mismo tiempo.

source: Bow Spirit
es: Espíritu de lazo

source: The archer becomes one with his weapon, dealing more damage over a longer time. Additionally his critical strike chance is increased. This effect stacks with Elfeyes.
es: El arquero se fusiona con su arma, infligiendo más daño durante un tiempo más largo. Además se incrementa su probabilidad de impacto crítico. Este efecto es complementario al de Visión Élfica.

source: Concentration
es: Concentración

source: The archers steady mind can no longer be confused.
es: La mente estable de los arqueros ya no pueden estar confusos más.

source: Elfeyes
es: Visión Élfica

source: The archer shoots with deadly precision, leading to an increased critical hit rate.
es: El arquero dispara con precisión mortal, llevando a una mayor probabilidad de impacto crítico.

source: Deadly Roulette
es: Ruleta mortífera

source: The projectile has a fifty percent probability to attack another target, if it hits someone. Be careful not to stand in its way, for it distinguishes not between friend and foe.
es: El proyectil tiene un cincuenta por ciento de probabilidad de atacar a otro objetivo, si alcanza a alguien. Tenga cuidado de no interponerse en su camino, pues no distingue entre amigo o enemigo.

source: Catlike Reflexes
es: Reflejos felinos

source: The archers nimble mind allows him to avoid damage better.
es: La mente ágil de los arqueros le permite evitar mejor los daños.

source: Explosion Arrow
es: Flecha de explosión

source: The projectile is imbued with the power of a weak firespirit. It will deal damage in a small area, if it hits.
es: El proyectil es impregnado con el poder de un débil espíritu de fuego. Infligirá daños en un área pequeña, si acierta.

source: Blast Cascade
es: Cascada explosiva

source: The projectile is imbued with the power of a firespirit. It will explode with areadamage on hitting. Additionally four more explosions will go of in every direction.
es: El proyectil se impregna del poder de un espíritu de fuego. Explotará con un área de daño al acertar. Además cuatro explosiones más se extenderán en todas direcciones.

source: Frost Arrows
es: Flechas gélidas

source: The archer summons a spirit of ice into his weapon, causing his shots to deal icedamage over a greater amount of time. There is a chance that his enemies will be frozen solid if they are hit.
es: El arquero convoca a un espíritu de hielo en su arma, haciendo que sus disparos hagan daño por hielo durante una mayor cantidad de tiempo. Hay posibilidad de que los enemigos puedan quedar congelados si son golpeados.

source: Deadly Swarm
es: Enjambre mortal

source: The archer shoots four consecutive projectiles that are imbued with vengeful spirits. They will pursue the enemy, even if he tries to run.
es: El arquero realiza cuatro disparos consecutivos impregnados de espíritus vengativos. Perseguirán al enemigo aunque este trate de huir.

source: Ice Arrows
es: Flechas de hielo

source: The archer calls upon the spirits of ice to imbue his projectiles with icedamage.
es: El arquero hace un llamamiento a los espíritus de hielo para imbuir sus proyectiles con daño por hielo.

source: Mind Wall
es: Muro mental

source: The archer has become immune to anger. He will never go berserk again.
es: El arquero se vuelve inmune a la ira. No volverá a enloquecer otra vez.

source: Fanshot
es: Disparo en abanico

source: The archer shoots five projectiles at a time, aimed at enemies in front of him. The damage dealt by each projectile suffers a little.
es: El arquero dispara cinco proyectiles al mismo tiempo, dirigidos hacia los enemigos frente a él. El daño realizado por cada proyectil varía ligeramente.

source: Elfwanderer
es: Elfo viajero

source: The archer unleashes a mighty shot that pierces right through an enemy and might hit another enemy behind him.
es: El arquero desata un poderoso disparo que perfora a un enemigo y podría alcanzar a otro más detrás de él.

source: North Hunter
es: Cazador norteño

source: The archers good longterm relations with the spirits of wind and ice has caused his resistence and his maximum resistance of these elements to rise by 10 percent.
es: Las buenas relaciones a largo plazo de los arqueros con los espíritus del viento y hielo le han aumentado en un 10 por ciento las resistencias y resistencias máximas a estos elementos.

source: North Roamer
es: Viajero Norteño

source: The archer has made a pact with the spirits of wind and ice. His resistance against wind- and icedamage is increased by 20 percent.
es: El arquero ha pactado con los espíritus del viento y hielo. Su resistencia contra daños de viento y hielo se incrementan en un 20 por ciento.

source: Storm Arrows
es: Flechas de tormenta

source: The mighty spirits of wind themselfes help the archer by imbuing his projectiles with their power, causing them to deal more winddamage for a longer time.
es: Los espíritus poderosos del viento por sí mismos ayudan al arquero impregnando sus proyectiles con su poder, infligiendo así un mayor daño por viento durante un tiempo mayor.

source: The archers mastery of ranged weapons allows him to shoot three projectiles in a short amount of time.
es: La maestría en armas a distancia de los arqueros le permite disparar tres proyectiles en un corto periodo de tiempo.

source: Tripple Shot
es: Disparo triple

source: The archer attacks with an arrow imbued with a weaker windspirit, that causes an enemy hit by it to be stunned.
es: El arquero ataca con una flecha impregnada en un débil espíritu de viento, aturdiendo al enemigo que golpee.

source: Vacuum
es: Aspiradora

source: Iron Hail
es: Granizo de hierro

source: The archer handles his weapons with elflike precision, attacking up to seven enemys in front of him. The damage dealt by each projectile suffers a little.
es: El arquero maneja sus armas con precisión élfica, atacando a más de siete enemigos en frente suyo. El daño realizado por cada proyectil varía ligeramente.

source: The archer attacks a weak point of his enemy, causing the victim to go berserk.
es: El arquero ataca a un punto débil del enemigo, haciendo enloquecer a la víctima.

source: Weak Spot
es: Punto flaco

source: The archer has been grantet the power to imbue his projectiles with winddamage by the spirits of wind.
es: Los espíritus del viento le ha concedido al arquero el poder de imbuir sus proyectiles con daño por viento.

source: Wind Arrows
es: Flechas de viento

source: The spirits of wind help the archer to move faster than normal and avoid damage.
es: Los espíritus de viento ayudan al arquero a moverse más deprisa de lo normal para evitar daños.

source: Windwalk
es: Caminar de viento

source: cloth armor
es: Armadura de tela

source: leather armor
es: Armadura de cuero

source: rivet armor
es: Armadura de remache

source: bandit armor
es: Armadura de bandido

source: novice armor
es: Armadura de novicio

source: mercenary armor
es: Armadura de mercenario

source: ranger shirt
es: camisa de guardabosques

source: assassin armor
es: armadura de asesino a sueldo

source: temple armor
es: armadura de templo

source: council armor
es: armadura de consejo

source: hatchet
es: hacha ligera

source: bronze axe
es: hacha pesada de bronce

source: iron hatchet
es: hacha ligera de hierro

source: cleaver
es: cuchillo de carnicero

source: iron axe
es: hacha pesada de hierro

source: mercenary axe
es: hacha pesada de mercenario

source: steel axe
es: hacha pesada de acero

source: battle axe
es: hacha pesada de guerra

source: guard axe
es: hacha pesada de guardia

source: minotaur axe
es: hacha de minotauro pesada

source: thunder axe
es: hacha de trueno pesada

source: demon axe
es: hacha de demonio pesada

source: obsidian axe
es: hacha obsidiana pesada

source: vulcano axe
es: hacha vulcana pesada

source: berserker axe
es: hacha enloquecedora pesada

source: diamont axe
es: hacha de diamante pesada

source: dwarfen axe
es: hacha pesada de enano

source: hell axe
es: hacha pesada del infierno

source: lumberjack axe
es: hacha de leñador pesada

source: great axe
es: hacha grande pesada

source: ripping axe
es: hacha rasgadora pesada

source: executioner axe
es: hacha de verdugo pesada

source: smashing axe
es: hacha quebradora pesada

source: ogre hatchet
es: hacha ogra ligera

source: scythe axe
es: hacha de guadaña pesada

source: barbarian axe
es: Hacha bárbara pesada

source: bonebreaker axe
es: hacha rompehuesos pesada

source: giant axe
es: hacha gigante pesada

source: slaughter axe
es: hacha pesada de matanza

source: ogretearer
es: Desgarrador de ogros

source: dwarfensteel axe
es: hacha pesada de acero enano

source: star axe
es: hacha lucero del alba pesada

source: kings axe
es: hacha pesada de reyes

source: torture axe
es: hacha pesada de tortura

source: iceland axe
es: hacha pesada de la tierra del hielo

source: death axe
es: hacha pesada de la muerte

source: dead
es: muerto

source: die
es: morir

source: first action that is performed by a summoned monster
es: Primera acción que es realizada por un monstruo convocado

source: summoned
es: convocado

source: no action
es: sin acción

source: speak
es: hablar

source: speak with someone
es: hablar con alguien

source: take item
es: tomar artículo

source: take up item
es: recoger artículo

source: use
es: usar

source: walk
es: andar

source: guard
es: vigilar

source: Attack
es: Ataque

source: Basic melee attack
es: Ataque cuerpo a cuerpo básico

source: Basic holy melee attack
es: Ataque sagrado cuerpo a cuerpo básico

source: Holy attack
es: Ataque sagrado

source: Basic magic attack
es: Ataque mágico básico

source: Magic attack
es: Ataque mágico

source: Basic ranged attack
es: Ataque a distancia básico

source: Ranged attack
es: Ataque a distancia

source: Thomas
es: Tomás

source: Worker
es: Trabajador

source: Overseer
es: Capataz

source: Council Guard
es: Guardia del Consejo

source: Council Mage
es: Mago del Consejo

source: Council Guard Captain
es: Capitán de la guardia del Consejo

source: Fireguardian
es: Guardián de fuego

source: Fire Slug
es: Babosa de fuego

source: Mutant Slug
es: Babosa mutante

source: Fire Louse
es: Piojo de fuego

source: Firefletchling
es: Remeras de fuego

source: Inferno Behemoth
es: Behemot del infierno

source: greyCurseCave
es: Cueva Maldita

source: greyCurseGrotto
es: Gruta Maldita

source: greyWolfcave
es: Cueva del Lobo

source: greyCurseGrotDep
es: Gruta Maldita, Profunda

source: greyCursedCavern
es: Caverna Maldita

source: greyCurseCaveDep
es: Cuevas Malditas, Profundo

source: greyCurseCaveFis
es: La fisura

source: greyCurseCaveEast
es: Este de la Cueva Maldita

source: greyCurseLake
es: Lago Maldito

source: Trade
es: Comerciar

source: Potions
es: Pociones

source: What is all this?
es: ¿Qué es todo esto?

source: Quite a lot of boxes...
es: Un montón de cajas...

source: My predecessor left me with that chaos.
es: Mi predecesor me dejó con este caos.

source: These are all old army supplies.
es: Esto son todo viejos suministros del ejercito.

source: If you like something just point it out and I'll tell you a price.
es: Si te gusta algo tan sólo señalalo y te diré su precio.

source: Enchanter Fazhir
es: Fazhir el Encantador

source: Enchant Items
es: Encantar artículo

source: Armor
es: Armadura

source: Armor class
es: Clase de armadura

source: Health Bonus
es: Bonificación de salud

source: Magic power
es: Poder mágico

source: Willpower
es: Fuerza de voluntad

source: Weapon
es: Arma

source: Air damage
es: Daño por aire

source: Attack speed
es: Velocidad de ataque

source: Fire damage
es: Daño por fuego

source: Ice damage
es: Daño por hielo

source: Power
es: Fuerza de ataque

source: Gloves
es: Guantes

source: Block
es: Bloqueo

source: Dexterity
es: Destreza

source: Strength
es: Fuerza

source: Which part of your equipment should be enchanted?
es: ¿Qué parte de su equipo debería ser encantado?

source: Hey you have no item equiped there
es: Hey no tiene ningún equipamiento ahí

source: Which Enchantment do you want?
es: ¿Qué encantamiento quiere?

source: You dont have enough gold to pay the price of $1
es: No tienes suficiente oro para pagar el precio de 1$

source: The price is $1
es: El precio es 1$

source: It seems that this item already has such an enchantment.
es: Parece que este artículo ya tiene tal encantamiento.

source: Skinny Necromancer
es: Nigromante flaco

source: Scarfaced Necromancer
es: Nigromante caracortada

source: dwarfenwallCommand
es: Comando de dwarfenwall

source: dwarfenwallRampart
es: Muralla de Dwarfenwall

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##female
es: ¡Deja eso como estaba inmediatamente o todos los guardias de Aisen te perseguirán, Forajida! ##female

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##male
es: ¡Deja eso como estaba inmediatamente o todos los guardias de Aisen te perseguirán, Forajido! ##male

source: You are better prepared to suffer the consequences, wretched creature.
es: Estás mejor preparada para sufrir las consecuencias, desdichada criatura.

source: leather gloves
es: guantes de cuero

source: snakehide gloves
es: guantes de piel de serpiente

source: chain gloves
es: guantes de cadena

source: buckskin gloves
es: guantes de gamuza

source: spidersilk gloves
es: guantes de tela de araña

source: marksman gloves
es: guantes de tirador

source: assassin gloves
es: guantes de asesino a sueldo

source: shark gloves
es: guantes de tiburón

source: goblin armor
es: armadura gublin

source: goblin bracer
es: muñequera gublin

source: shaman mask
es: máscara de chamán

source: goblin club
es: garrote de gublin

source: rusty dagger
es: daga oxidada

source: shaman staff
es: bastón de chamán

source: nail club
es: garrote con clavo

source: goblin bow
es: arco de gublin

source: goblin spear
es: lanza de gublin

source: goblin brawler
es: alborotador gublin

source: goblin hunter
es: cazador gublin

source: goblin robber
es: ladrón violento gublin

source: goblin dog
es: perro gublin

source: boneshaker
es: coctelera de huesos

source: Lurdrak with the Hammer
es: Lurdrak con el martillo

source: goblin fighter
es: Luchador gublin

source: goblin poacher
es: cazador furtivo gublin

source: goblin rider
es: jinete gublin

source: snowcaller
es: montaraz de las nieves

source: goblin temple guard
es: guardia del templo gublin

source: goblin apprentice
es: aprendiz gublin

source: goblin youngling
es: jovenzuelo gublin

source: Gab Clan Goblin
es: Gublin del clan Gab

source: goblin warrior
es: guerrero gublin

source: goblin rocklobber
es: asaltante gublin

source: goblin shaman
es: chamán gublin

source: goblin slayer
es: justiciero gublin

source: goblin assassin
es: asesino a sueldo gublin

source: greySnowNose
es: Hocico de nueve

source: greyOldMine
es: Vieja mina

source: greyOldMineL2
es: Vieja mina nvl.2

source: greyOldMineDeep
es: Vieja mina, profundo

source: hammer
es: martillo

source: cermeonial hammer
es: martillo ceremonial

source: iron hammer
es: martillo de hierro

source: iron club
es: garrote de hierro

source: maul
es: mazo

source: morning star
es: lucero del alba

source: crowhead
es: cabeza de cuervo

source: rider hammer
es: martillo de jinete

source: mace
es: maza

source: steel hammer
es: martillo de acero

source: battle hammer
es: martillo de batalla

source: smashhead
es: amplastacabezas

source: steel mace
es: maza de acero

source: steel maul
es: mazo de acero

source: sixedged mace
es: maza de seis lados

source: silver hammer
es: martillo de plata

source: diamont hammer
es: martillo de diamante

source: priest mace
es: martillo de sacerdote

source: holy hammer
es: martillo sagrado

source: sledgehammer
es: almádena

source: bronze hammer
es: martillo de bronce

source: longshaft
es: vara larga

source: guard hammer
es: martillo de guardia

source: silverterror
es: terror de plata

source: glow hammer
es: martillo del resplandor

source: bonebreaker
es: quebrantahuesos

source: crashhead
es: rompecráneos

source: aisener warhammer
es: Martillo de guerra de Aisen

source: judgement hammer
es: martillo de juicio

source: priest hammer
es: martillo de sacerdote

source: obsidian hammer
es: martillo obsidiano

source: judge hammer
es: martillo de juez

source: cyclops hammer
es: martillo de cíclope

source: dwarfensteel hammer
es: martillo de acero enano

source: elementhunter
es: cazaelementos

source: exorcists hammer
es: martillo de exorcistas

source: worldshaker
es: agitamundos

source: vagabond hat
es: sombrero de vagabundo

source: apprentice cap
es: capucha de aprendiz

source: novice hat
es: sombrero novicio

source: alchemist cap
es: capucha de alquemista

source: beret
es: boina

source: magus hat
es: sombrero de mago

source: turban
es: turbante

source: cap
es: capucha

source: leather cap
es: capucha de cuero

source: leather helmet
es: casco de cuero

source: mercenary head
es: cabeza de mercenario

source: novice headgear
es: protector de cabeza novicio

source: mercenary helmet
es: casco mercenario

source: ranger bandana
es: pañuelo de guardabosques

source: assassin hood
es: caperuza de asesino

source: biretta
es: birrete

source: chain turban
es: turbante de cadena

source: Bandit
es: Bandido

source: Thug
es: Matón

source: Rogue
es: Pícaro

source: Brigand
es: Bandido

source: Poacher
es: Cazador furtivo

source: Thief
es: Ladrón

source: Raider
es: Asaltante

source: Highwayman
es: Bandolero

source: Buck
es: Ciervo

source: Deserter
es: Desertor

source: Saboteur
es: Saboteador

source: Rob the Robber
es: Rob el ladrón violento

source: Ronny the Rat
es: Ronny la rata

source: Who is that?
es: ¿Quén es?

source: Weapons
es: Armas

source: Armors
es: Armaduras

source: Objects found
es: Objetos encontrados

source: What are these Items?
es: ¿Qué son estos artículos?

source: Ah, you noticed my lost and found?
es: Ah, ¿Te has percatado de mis objetos perdidos?

source: Everything I find in and around Joringsbridge is stored here.
es: Todo lo que encuentro en el Puente de Joring y en sus alrededores se almacena aquí.

source: If something is your's just say the word. For a small finder's fee you can have it back.
es: Si algo es tuyo tan sólo tienes que decirlo. a cambio de un pequeño incentivo te será devuelto.

source: Sergeant Lutterer
es: Sargento Lutterer

source: Joringsbridge
es: Puente de Joring

source: Having the responsibility for Joringsbridge is never easy, not even when I had enough soldiers.
es: Ser el responsable de Puente de Joring nunca es fácil, ni siquiera cuando tenía suficientes soldados.

source: Lately, someone in the guard has been appropriating confiscated magical items.
es: Últimamente, alguien de la guardia se ha estado apropiando de objetos mágicos confiscados.

source: And I'm not even one step closer to find out who, than when I first noticed!
es: ¡Y ni siquiera estoy cerca de encontrar quién es, desde que me dí cuenta por primera vez!

source: ((A guard is diverting items? Surely not for hard times. I should take a look around.))
es: ((¿Que un guardia está desviando artículos? seguro que no son para tiempos difíciles. Debería echar un vistazo por los alrededores.))

source: The surroundings of Joringsbridge
es: Los alrededores de Puente de Joring

source: You better be careful when leaving the village.
es: Sé prudente al salir de la aldea.

source: Now, with almost all troops standing at the borders, we have to deal with an unmanageable flood of goblins.
es: Ahora, con casi todas las tropas en las fronteras, tenemos que lidiar con una incontrolable torrente de gublins.

source: And everyone not drafted for the army seems to have discovered the happy bandit life for themselves.
es: Y todos aquellos que no fueron reclutados para el ejército parecen haber descubierto la feliz vida de bandido por sí mismos.

source: Thanks for the warning, sergeant.
es: Gracias por la advertencia, sargento.

source: You are the backup sent by Lord Master Windclaw, arn't you?
es: Eres el refuerzo que mandó el Señor Maestro Windclaw, ¿verdad?

source: I suggest you quickly journey on. There have been people dying by boredom in this village.
es: Le sugiero que se marche de viaje rápidamente. Hay gente que ha muerto en esta aldea por aburrimiento.

source: Who knows if your physique will help you against that, too?
es: Quién sabe si su físico le ayudará contra eso, también.

source: Welcome to the humble... village, they call it... of Joringsbridge.
es: Bienvenido al humilde... pueblo, que llaman... Puente de Joring.

source: I have been stationed here due to the unfathomable wisdom of the Council.
es: He estado retenido aquí por la incomprensible sabiduría del Consejo.

source: If you want, I can add a certain something to your weapons.
es: Si lo desea, puedo añadirle un toque especial a sus armas.

source: I am also quite adept at imbuing clothes with extra protection against the elements.
es: Soy también bastante experto en infundir la ropa con protección extra contra los elementos.

source: Nothing more to do anyway.
es: No hay nada más que hacer de todos modos.

source: Why can't you use ice?
es: ¿Porqué no puede utilizar hielo?
