Repository: gochenming/sumwars-code
Catalog: share/translation/*/sumwars.po
Languages: es

source: barbarian sword
es: espada bárbara

source: steel sword
es: espada de acero

source: assassins blade
es: espada de asesino a sueldo

source: diamont sword
es: espada de diamante

source: dwarfsteel sword
es: espada de acero enano

source: demon blade
es: espada de demonio

source: hero blade
es: espada de héroe

source: angel blade
es: espada de ángel

source: gods blade
es: espada de dioses

source: farmer sword
es: espada de granjero

source: mercenary blade
es: espada de mercenario

source: two handed steel sword
es: espada de acero a dos manos

source: smash sword
es: espada aplastacuerpos

source: horse killer
es: matacaballos

source: bastard sword
es: espada bastarda

source: ogre dagger
es: daga de ogro

source: goblinkiller
es: matagublins

source: executioner's sword
es: espada de verdugo

source: two handed guardsman sword
es: espada de guardián a dos manos

source: monster sword
es: espada de monstruo

source: tear sword
es: espada desgarradora

source: deathwind
es: viento de la muerte

source: dread sword
es: espada del terror

source: great sword
es: espada grande

source: angel sword
es: espada de ángel

source: sandbox
es: caja de arena

source: benchmarkBox
es: cuadro de referencia

source: region0
es: región0

source: region1
es: región1

source: Unknown Lich
es: Lich desconocido

source: I have to find an energy source and a cog before that thing will work again.
es: Tengo que encontrar una fuente de energía y una rueda dentada antes de que esa cosa vuelva a funcionar otra vez.

source: broken shield
es: escudo roto

source: old sword
es: espada vieja

source: Guardian Skeleton
es: Esqueleto Guardián

source: Zombie
es: Zombi

source: Skeleton
es: Esqueleto

source: Giant Skeleton
es: Esqueleto Gigante

source: Skeleton Archer
es: Arquero Esqueleto

source: Skeleton Shadow Archer
es: Sombra de Arquero Esqueleto

source: Frostbone
es: hueso congelado

source: Burning Skeleton
es: Esqueleto llameante

source: Undead Scythe
es: Guadaña de no-muerto

source: Necromancer
es: Nigromante

source: Worker Skeleton
es: Esqueleto Trabajador

source: Huge Skeleton
es: Esqueleto Enorme

source: Frost Skeleton
es: Esqueleto de escarcha

source: Frost Skeleton Archer
es: Arquero Esqueleto de escarcha

source: Chilling Death
es: Muerte Escalofriante

source: Savage Skeleton
es: Esqueleto Salvaje

source: Boney Brothers
es: Hermanos Boney

source: Icemage
es: Mago de hielo

source: Frostmage
es: Mago de escarcha

source: Blackmage
es: Mago negro

source: Black Raven
es: Cuervo negro

source: Ice Obelisk
es: Obelisco de hielo

source: Creates a skeleton.
es: Crea un esqueleto.

source: Summon Skeleton
es: Convocar un Esqueleto

source: melee attack with ice damage of Nar'Asoroth
es: ataque cuerpo a cuerpo con daño por hielo de Nar'Asoroth

source: An icicle hunting the nearest target. The Nar'Asoroth-version.
es: Un carámbano caza el objetivo más cercano. La versión de Nar'Asoroth.

source: a ball of ice that will hunt it's victim and explode
es: una bola de hielo que cazará a su víctima y explotará

source: Nar'Asoroth conjures a wave of ice, that damages enemies in a circle around him.
es: Nar'Asoroth convoca una ola de hielo, que daña a los enemigos en un círculo a su alrededor.

source: Creates a obelisk of ice.
es: Crea un obelisco de hielo.

source: Summon Ice Obelisk
es: Convocar Obelisco de hielo

source: Summon meteor
es: Convocar meteorito

source: Army of Darkness
es: Ejército de Oscuridad

source: Nar'Asoroth raises a group of skeletons.
es: Nar'Asoroth levanta un grupo de esqueletos.

source: spruce wand
es: varita de abeto

source: apprentice wand
es: varita de aprendiz

source: novice wand
es: varita novicia

source: hermit wand
es: varita de ermitaño

source: rock wand
es: varita de roca

source: alder wand
es: varita de aliso

source: bard's wand
es: varita del bardo

source: magus wand
es: varita de mago

source: silver wand
es: varita de plata

source: oak wand
es: varita de roble

source: phenix wand
es: varita de fénix

source: frost wand
es: varita de escarcha

source: thunder wand
es: varita de trueno

source: ash wand
es: varita de ceniza

source: summoner wand
es: varita invocadora

source: master wand
es: varita de maestro

source: necromancer wand
es: varita de nigromante

source: demon wand
es: varita de demonio

source: fairy wand
es: varita de hada

source: archmage wand
es: varita de archimago

source: Barbarian anger
es: varita bárbara

source: The warrior sets himself in the state of berserk, attacking his enemies with vicious blows, while completely neglecting his defence.
es: El Guerrero alcanza por sí mismo el estado de locura, atacando a sus enemigos con feroces golpes, mientras descuida totalmente sus defensas.

source: Battlecry
es: Grito de batalla

source: The warrior releases a mighty cry that causes his enemies to lose concentration, ultimatly reducing their defence and slowing them down.
es: El guerrero lanza un poderoso grito que hace perder la concentración a sus enemigos reduciendo, al final, sus defensas y relentizandolos.

source: The warriors mastery of shields and weapons allows him to block damage at an increased rate.
es: La maestría de los guerreros, con las armas y los escudos, le permiten bloquear mayor cantidad del daño recibido en mayor probabilidad.

source: Charge
es: Carga

source: Launches an assault at an enemy with increasing speed. The faster the warrior is, the more damage a charge inflicts.
es: Lanza un asalto al enemigo con mayor velocidad. Cuanto más rápido sea el guerrero, mayor daño infligirá la carga.

source: Causes surrounding monsters to attack the warrior more likely.
es: Hace que, con mayor probabilidad, los monstruos de alrededor ataquen al guerrero.

source: Taunt
es: Burla

source: Warmaster
es: Maestro de guerra

source: Fire and sword
es: Fuego y espada

source: The warrior calls the spirits of fire upon his weapon, causing it to deal firedamage. The damage depends on the warriors spellpower.
es: El guerrero se llama a los espíritus del fuego sobre su arma, haciendo que inflija daño por fuego. El daño depende del poder de hechizos del guerrero.

source: Pact of flames
es: Pacto de llamas

source: The warrior calls upon the fires of hell, causing his weapon to deal firedamage for a significant time. His enemies might catch fire when hit.
es: El guerrero hace un llamamiento a los fuegos del infierno, haciendo que su arma haga daño por fuego durante un tiempo significativo. Sus enemigos pueden incendiarse al ser golpeados.

source: The warrior becomes even more bloodthirsty, launching at his enemies with increased attackspeed and damage in a berserk state. Even while neglecting his defence, the impact is not as big as with the barbarian anger.
es: El guerrero se hace aún más sanguinario, lanzándose contra sus enemigos con mayor velocidad de ataque y daño en un estado de locura. Incluso dejando de lado su defensa, el impacto no es tan grande como con la rabia bárbara.

source: barbarian power
es: rabia bárbara

source: Attacks an enemy with a chance to inflict silence.
es: Ataca a un enemigo con posibilidad de silenciar.

source: Silencer
es: Silenciador

source: For each monster the warrior kills, his strength increases for a short amount of time.
es: Por cada monstruo que el guerrero mate, su fuerza aumenta en un corto periodo de tiempo.

source: Monster hunter
es: Cazador de monstruos

source: Monster slayer
es: Asesino de monstruos

source: The warrior has become the worst nightmare of monsters, with every one of them falling at his feet increasing his strength and attackspeed for a short amount of time.
es: El guerrero se ha convertido en la peor pesadilla de los monstruos. Cada vez que uno de ellos caiga a sus pies su fuerza y velocidad de ataque aumentarán durante un corto periodo de tiempo.

source: Regeneration
es: Regeneración

source: The warrior regains up to 50 percent hitpoints of his total hitpoints through the sheer power of his will.
es: El guerrero recupera hasta el 50 por cierto de sus puntos de vida gracias al poder absoluto de su voluntad.

source: Defiances
es: Desafíos

source: Nearby monsters will attack the warrior, if they are able to. Some will run away in fear. The warriors defence is increased.
es: Los monstruos cercanos atacarán al guerrero, si son capaces. Algunos huirán de miedo. La defensa de los guerreros se aumenta.

source: Perseverance
es: Perseverancia

source: The warriors defence increases proportional to the cuts and bruises he receives in combat. The more serious the wounds, the more difficult he is to kill.
es: La defensa de los guerreros aumenta de forma proporcional a los cortes y moratones que reciban en combate. Cuanto más serias sean las heridas, más difícil será de matar.

source: Charge scythe
es: Guadaña de carga

source: Launches an even stronger charge attack, that may inflict stun.
es: Lanza un carga aún más fuerte, que puede causar aturdimiento.

source: The battle hardened warrior's scream slows down his opponents, sometimes confusing them as well.
es: El endurecido grito de guerra del guerrero frena a sus oponentes, a veces también confundiéndolos.

source: Warcry
es: Grito de guerra

source: The warriors mastery of weapons increases the damage of his basic attacks by 20%.
es: La maestría de los guerreros con las armas incrementan el daño de sus ataques básicos en un 20%.

source: Weaponmaster
es: Maestro de armas

source: Attacks every enemy in weapon range with a triple sweeping strike.
es: Ataca a los enemigos en el rango de acción de su arma con un triple golpe de barrido.
