Repository: gochenming/sumwars-code
Catalog: share/translation/*/sumwars.po
Languages: es

source: Of course I know how to conjure ice...
es: Naturalmente que sé cómo conjurar hielo...

source: but, as you are no doubt unaware, casting and enchanting are two utterly different activities.
es: pero, como usted sin duda sabrá, fundir y encantar son actividades completamente diferentes.

source: Be grateful I am able to enchant two elements.
es: Estese agradecido de que sea capaz de encantar dos elementos.

source: That's a rare talent, just so you know.
es: Es un talento poco común, que lo sepas.

source: Enchant Equipment
es: Encantar equipamento

source: Air resistance
es: Resistencia al aire

source: Fire resistance
es: Resistencia al fuego

source: Increase Firemagic
es: Incrementa la magia de fuego

source: It may be helpful if you would equip something first.
es: Puede ser útil equiparse con algo primero.

source: I may work for the Council, but I don't run a charity. The price is $1.
es: Puedo trabajar para el Consejo, pero no dirijo una obra de caridad. El precio es de 1$.

source: As I always say: No enchantment should be applied a second time.
es: Como siempre digo: Ningún encantamiento debería ser aplicado por segunda vez.

source: tourney bow
es: arco de torneo

source: orc bow
es: arco de orco

source: yew bow
es: arco de tejo

source: longbow
es: arco largo

source: soldier bow
es: arco de soldado

source: horn bow
es: arco de cuerno

source: maple bow
es: arco de arce

source: battle bow
es: arco de batalla

source: composite longbow
es: arco largo compuesto

source: stormsinger
es: cantatormentas

source: oak bow
es: arco de roble

source: demonhorn bow
es: arco de cuerno de demonio

source: ranger bow
es: arco de guardabosques

source: ash longbow
es: arco largo de ceniza

source: soul bow
es: arco de alma

source: demon compositebow
es: arco compuesto de demonio

source: hero bow
es: arco de héroe

source: elf bow
es: arco élfico

source: Blizzard
es: Ventisca

source: The mage summons a leathal cold blizzard that freezes every enemy caught in it to death.
es: El mago convoca una letal fría ventisca que congela hasta la mierte a cada enemigo que se cruce a su paso.

source: Chainlightning
es: Cadena relámpaga

source: The mage unleashes a ball of lightning, that may jump from one enemy to another. It hits a maximum of five enemies and the damage is reduced everytime it jumps.
es: El mago libera una bola de relámpago, que puede saltar de enemigo en enemigo. Golpea un máximo de cinco enemigos y el daño se reduce con cada salto.

source: Ball lightning
es: Bola de relámpago

source: The mage unleashes a mighty ball lightning, that can jump over to nearby enemies. A maximum of nine enemies is hit and the damage is reduced with every jump.
es: El mago libera una poderosa bola de relámpago, que puede saltar sobre los enemigos cercanos. Golpea un máximo de nueve enemigos y el daño se reduce con cada salto.

source: Chilling cold
es: Frío escalofriante

source: The mage has understood everything about ice and snow, allowing him to increase the effectiveness of his icespells by 20%.
es: El mago ha comprendido todo acerca del hielo y la nieve, permitiéndole incrementar la efectividad de sus hechizos de hielo en un 20%.

source: Fireball
es: Bola de fuego

source: The mage casts a bolt of fire, that explodes upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
es: El mago lanza una bola de fuego que explota al alcanzar a un enemigo. Otros enemigos cercanos a la víctima pueden ser también alcanzados por la explosión.

source: Firebolt
es: Saeta de fuego

source: The mage unleashes a small bolt of fire, that damages a single enemy.
es: El mago libera una pequeña saeta de fuego, que daña a un único enemigo.

source: Firestorm
es: Tormenta de fuego

source: The mage conjures a deadly wave of fire, that burns every enemy in a circle around him.
es: El mago conjura una mortal ola de fuego, que quema a todo enemigo en un círculo a su alrededor.

source: Fireblow
es: Golpe de fuego

source: The mage casts a strong bolt of fire, that damages one enemy.
es: El mago lanza una fuerte saeta de fuego, que daña a un único enemigo.

source: Firecolumn
es: Columna de fuego

source: The mage conjurs a column made of hellfire, that will stay for 5 seconds and turn every enemy stupid enough to stay in there to ashes.
es: El mago conjura una columna hecha con fuego del infierno, que arderá durante 5 segundos y quemará hasta las cenizas a todo aquél enemigo que sea tan estúpido como para quedarse ahí.

source: Flame wave
es: Ola de llama

source: The mage conjures a wave of flames, that damages enemies in a circle around him.
es: El mago conjura una ola de llamas, que daña a los enemigos en un círculo alrededor suyo.

source: Freeze
es: Congelar

source: The mage catches an enemy in a block of pure ice, instantly sealing his movements.
es: El mago captura a un enemigo en un bloque de hielo puro, inmovilizándolo instantáneamente.

source: Frost ring
es: Anillo de escarcha

source: The mage calls upon a deadlier version of the icering.
es: El mago lanza una versión más mortífera del anillo de hielo.

source: Icicle
es: Carámbano

source: The mage casts a shard of pure ice, that damages his foes.
es: El mago lanza un casco de hielo puro que daña a sus enemigos.

source: Ice ring
es: Anillo de hielo

source: The mage casts a ring of ice around himself that will damage enemies in range.
es: El mago lanza un anillo de hielo alrededor suyo que dañará a sus enemigos en su rango de acción.

source: Spear of ice
es: Lanza de hielo

source: The mage attacks one enemy with a powerful spear of magical ice.
es: El mago ataca a un enemigo con una poderosa lanza de hielo mágico.

source: Infernoball
es: Bola del infierno

source: The mage casts an even more powerful fireball.
es: El mago lanza una bola de fuego aún más poderosa.

source: Ignite
es: Incendiar

source: The mage embraces the heat of fire, so that victims of his firespells will likely suffer burn.
es: El mago abraza el calor del fuego, para que las víctimas de sus hechizos de fuego puedan sufrir quemaduras.

source: Ionisation
es: ionización

source: The mage has become one with the storm and can cast lightning spells 25% faster.
es: El mago se ha fusionado con la tormenta y puede lanzar hechizos de relámpagos un 25% más rápido.

source: Lightning
es: Relámpago

source: The mage summons a lightning to attack one foe.
es: El mago convoca un relámpago que ataca a un enemigo.

source: Lightning strike
es: Golpe relámpago

source: The mage calls upon a mighty lightning to kill an enemy.
es: El mago hace un llamamiento a un poderoso rayo para matar a un enemigo.

source: Snow storm
es: Tormenta de nieve

source: The mage calls upon a snow storm to kill every enemy in a circle.
es: El mago hace un llamamiento a una tormenta de nieve para matar a todo enemigo en un círculo.

source: Static shield
es: Escudo estático

source: The mage surrounds himself with an armor of lightning, that will stun and damage enemies who are bold enough to attack in close combat.
es: El mago se rodea a sí mismo con una armadura de relámpago, que aturdirá y dañará a los enemigos lo suficientemente audaces para atacar en combate cuerpo a cuerpo.

source: The mage summons a thunderstorm that will assault enemies in its range with lightnings.
es: El mago convoca una tormenta eléctrica que atacará con relámpagos a los enemigos en el rango de acción.

source: Thunderstorm
es: Tormenta eléctrica

source: Tempest
es: Tempestad

source: The mage summons a ferocious tempest that bombards enemies in its wake with lightnings.
es: El mago convoca una feroz tempestad que bombardea a sus enemigos en su estela con relámpagos.

source: elCnlLowerCaves
es: Consejo de los elementos, Mazmorra subterránea

source: medBackalley
es: Callejones

source: medMercCamp
es: Campo mercenario de Medair

source: Steals gold
es: Roba oro

source: steal
es: Robar

source: Alternativer Feuerball.
es: Bola de fuego alternativa.

source: completely overpowered Booster
es: Aumentador de presión completamente dominado

source: Heilt alles
es: Todo lo cura

source: Firestorm with increased range.
es: Tormenta de fuego con alcance incrementado.

source: Magic Shield
es: Escudo mágico

source: Goblin Lightning
es: Relámpago Gublin

source: goblin curse
es: Maldición gublin

source: Grand Cure
es: Cura magnífica

source: Attacks one enemy for serious damage.
es: Ataca un enemigo por daños graves.

source: poison_attack
es: ataque_de_veneno

source: Attacks every enemy in weapon range with slightly reduced damage.
es: Ataca cada enemigo en el rango de acción de un arma con un daño ligeramente reducido.

source: Sweeping blow
es: Golpe de barrido

source: Fire arrow
es: Flecha de fuego

source: Poison arrow
es: Flecha venenosa

source: Poisonous ranged attack
es: Ataque venenoso a distancia

source: Throw a dagger
es: Lanzar una daga

source: throw dagger
es: Lanzar daga

source: Throw a berry
es: Lanzar una baya

source: throw berry
es: Lanzar baya

source: throw rock
es: Lanzar piedra

source: Throw a bomb
es: Lanzar una bomba

source: throw bomb
es: Lanzar bomba

source: Flee from enemy
es: Huir del enemigo

source: saboteur_move
es: mover_saboteador

source: The basic attack of a flaming skeleton.
es: El ataque básico de un esqueleto llameante.

source: Blind ranged attack
es: Ataque cegador a distancia

source: dark arrow
es: flecha oscura

source: Ice arrow
es: flecha de hielo

source: Decrease block-value
es: Disminuye el valor de bloqueo

source: stun_attack
es: ataque_aturdimiento

source: air attack
es: ataque de aire

source: attack with ice damage
es: ataque con daño por hielo

source: attack with fire damage
es: ataque con daño por fuego

source: fire attack
es: ataque de fuego

source: throw grenade
es: lanzar granada

source: ice attack
es: ataque de hielo

source: melee attack with ice damage
es: ataque cuerpo a cuerpo con daño por hielo

source: basic ranged attack with ice damage
es: ataque a distancia básico con daño por hielo

source: Ice Arrow
es: Flecha de hielo

source: an arrow of ice that will hunt it's prey
es: una flecha de hielo que caza a su presa

source: Iceball
es: Bola de hielo

source: The mage casts a bolt of ice that explodes in a ring upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
es: El mago lanza una saeta de hielo que explota en un anillo al golpear a un enemigo. Otros enemigos cercanos a la víctima pueden ser también alcanzados por la explosión.

source: Frost Wave
es: Ola gélida

source: The mage conjures a wave of ice, that damages enemies in a circle around him.
es: El mago conjura una ola de hielo, que daña a sus enemigos en un círculo a su alrededor.

source: Cloud of Despair
es: Nube de desesperación

source: The mage calls forth a black cloud that stuns and blinds his foes.
es: El mago genera una nube negra que aturde y ciega a sus enemigos.

source: small mandragora
es: mandragora pequeña

source: Sergeant Wober
es: Sargento Wober

source: Maylons Ghost
es: Fantasma Maylons

source: Guardcaptain
es: Guardián capitán

source: Overlooker Necromancer
es: Nigromante celador

source: The Trader
es: El Mercader

source: Buy empty scrolls
es: Comprar pergaminos vacíos

source: Access stash
es: Alijo de acceso

source: The Lost Trader
es: El comerciante perdido

source: Wounded Scout
es: Explorador herido

source: Enchanter
es: Encantador

source: Ice resistance
es: Resistencia al hielo

source: Peasant
es: Campesino

source: Peasant Woman
es: Campesina

source: Freezing Death
es: Muerte congelante

source: The mage conjures a devastating ring of ice, that damages enemies in a circle around him.
es: El mago conjura un devastador anillo de hielo, que daña a sus enemigos en un círculo al rededor suyo.

source: Attacks one enemy with a brutal blow and damages nearby enemies as well.
es: Ataca a un enemigo con un golpe brutal así como a los enemigos cercanos.

source: Hammer blow
es: Martillazo

source: Attacks every enemy in weapon range.
es: Ataca a cada enemigo en el rango de acción del arma.

source: Whirl blow
es: Golpe volteador

source: Attacks an enemy with an unblockable, armor piercing blow.
es: Ataca a un enemigo con un golpe inbloqueable que traspasa la armadura.

source: Smash blow
es: Golpe aplastante

source: Flame armor
es: Armadura de llamas

source: The warrior surrounds himself with angry spirits of fire, who will burn his enemies to ashes, if they dare to come to close.
es: El guerrero se rodea con enojados espíritus de fuego, que quemarán a sus enemigos hasta convertirlos en cenizas, si se atreven a acercarse.

source: The mage conjures a deadly wave of fire on the verge of death, that burns every enemy in a circle around him to a crisp.
es: El mago conjura una ola mortal al borde de la muerte que quema a cada enemigo hasta dejarlos crujientes en un círculo alrededor suyo.

source: pike
es: Pica

source: scroll of town portal
es: pergamino de portal a ciudad

source: small potion
es: poción pequeña

source: medium potion
es: poción media

source: eyedrops
es: gotas para los ojos

source: antidot
es: antídoto

source: calming salve
es: bálsamo calmante

source: potion of determination
es: poción de determinación

source: echo potion
es: poción de eco

source: muscle salve
es: ungüento muscular

source: potion of melting
es: poción de fundido

source: spike oil
es: aceite de espiga

source: Acid
es: Ácido

source: The priest turns normal water into deadly acid, poisoning one enemy.
es: El sacerdote convierte agua normal en ácido mortal, envenenando a un enemigo.

source: Bladestorm
es: Tormenta de cuchillas

source: The priest strengthens the weaponarms of his comrades, leading to increased attackspeed for everyone.
es: El sacerdote bendice las armas de sus camaradas, lo que aumenta la velocidad de ataque para todo el mundo.

source: Blazing Shield
es: Escudo llameante

source: The party is surrounded by holy energy. Everyones defense is increased. With increasing willpower the effect improves.
es: El grupo es rodeado de energía sagrada. Las defensas de todos se incrementas. El efecto mejora al incrementar la fuerza de voluntad.

source: Breaking Blow
es: Rompiendo el golpe

source: The priest attacks an enemy with energy that causes elementals to be blown back where they come from.
es: El sacerdote ataca a un enemigo con la energía que devuelve a los elementales al lugar de donde vienen.

source: Glaring Sun
es: Resplandor del Sol

source: The priest calls forth a mighty explosion of light that can blind every enemy in an area.
es: El sacerdote genera en lo sucesivo una poderosa explosión que puede dejar ciegos a los enemigos de un área.

source: Gentle Glow
es: Fulgor tenue

source: The priest bathes a partymember in a mild light, releaving him of blindness and silence.
es: El sacerdote baña a un miembro del grupo en una luz suave, curandole de su ceguera y silencio.

source: Omniscent Eye
es: Ojo omnisciente

source: The party will be immune to blind and mute for some time. Those ailments will also be healed.
es: El grupo se inmunizará contra la ceguera y la mudez por un tiempo. Dichas dolencias serán también curadas.

source: Restore Concentration
es: Restaurar Concentración

source: The priest heals one friend from confusion and berserk. Those ailments will also be healed.
es: El sacerdote cura la confusión y la locura a uno de sus amigos. Dichas dolencias también se curarán.

source: Spirit Shield
es: Espíritu protector

source: The priest grants immunity to berserk and confuse to all his partymembers for a small amount of time. Those ailments will also be healed.
es: El sacerdote otorga inmunidad ante la locura y la confusión a todos los miembros del grupo por un corto espacio de tiempo. Dichas dolencias también se curarán.

source: The priest conjures a magic shield for all partymembers thats reduces the damage dealt by elemental attacks.
es: El sacerdote protege a todos los miembros del grupo con un escudo mágico que reduce el daño hecho por ataques elementales.

source: Ease Pain
es: Aliviar el dolor

source: The priest treats a partymemener with healing water that washes away every poison and stops burns.
es: El sacerdote trata a todos los miembros de su grupo con agua curativa que sana todo tipo de veneno y quemadura.

source: Remedial Water
es: Agua terapéutica

source: The priests grants every partymember immunity to poison and burn for a small amount of time while healing these effects.
es: El sacerdote inmuniza a todos los miembros de su grupo ante los venenos y las quemaduras por un corto periodo de tiempo a la vez que cura sus efectos.

source: Dismissing Strike
es: Golpe de acierto

source: The priest strikes with all his might. While normal monsters have little to fear from this attack elementals will be easily destroyed by it.
es: El sacerdote golpea con todo lo que puede. Mientras que un monstruo normal no tiene nada que temer a este golpe, destruye fácilmente a los elementales.

source: God Strike
es: Golpe Divino

source: Only strong and durable demons will be able to resist the priests sacred strike.
es: Solo los demonios mas duros y fuertes son capaces de resistir el golpe sagrado del sacerdote.

source: The priest creates a vortex with his attack, that can suck a demonic creature right back to hell.
es: El sacerdote crea un vórtice con su ataque, que puede absorber a una criatura demoníaca y devolverla al infierno.

source: Windstrike
es: Golpe de viento

source: Cure
es: Cura

source: The priest restores the hitpoints of one partymember.
es: El sacerdote restaura los puntos de vida de un miembro del grupo.

source: The priest restores hitpoints for every partymember.
es: El sacerdote restaura los puntos de vida de todos los miembros del grupo.

source: Sanctified Strike
es: Golpe consagrado

source: The priest attacks with godly power, easily sending undead creatures back to their graves.
es: El sacerdote ataca con el poder divino, devuelve fácilmente a los no-muertos de vuelta a sus tumbas.

source: Bright Blow
es: Golpe brillante

source: The priest attacks an enemy with a blow imbued with holy power. Undead will be severely damaged by the sacred energies.
es: El sacerdote ataca a un enemigo con un golpe imbuido en poder sagrado. Los muertos vivientes resultarán gravemente dañados por las energías sagradas.

source: Hypnosis
es: Hipnosis

source: The priest confuses a monster, causing it to attack at random.
es: El sacerdote confunde a un monstruo, desorientandolo y haciéndole atacar al azar.

source: Hypnotic Vortex
es: Vórtice hipnótico

source: The priest creates a distracting vortex with the ability to confuse every enemy caught in it.
es: El sacerdote crea un vórtice que puede distraer y confundir a los enemigos atrapados en él.

source: Keen Mind
es: Mente perpicaz

source: The priest increases everyones spellpower for a short time making spells more effective. The effect becomes stronger with increasing willpower of the priest.
es: El sacerdote incrementa el poder con los hechizos, de todos, por un corto periodo de tiempo potenciando así la efectividad de los hechizos. El efecto se intensifica con el aumento de la fuerza de voluntad del sacerdote.

source: Glistening Glare
es: Resplandor brillante

source: The priest casts a dazzling light, that can cause an enemy to be affected by blind.
es: El sacerdote lanza una luz deslumbrante, que puede hacer que un enemigo se vea afectado por la ceguera.

source: Divine Will
es: Voluntad divina

source: The priests protecting influence raises the willpower of all partymembers temporarily. The effect becomes stronger with increasing willpower of the priest.
es: Los sacerdotes que protegen la influencia elevan la fuerza de voluntad de todos los miembros del grupo temporalmente. El efecto se intensifica al aumentar la fuerza de voluntad del sacerdote.

source: Holy Shield
es: Escudo sagrado

source: The priest is surrounded by a shimmering light that repells undead attacks. Damage from undead beings is reduced by one third.
es: El sacerdote se rodea de una luz brillante que repele los ataques no-muertos. Los daños causados por los seres no-muertos se reducen en un tercio.

source: Banishing Aura
es: Aura de destierro

source: The priests powers allow him to surround himself with an aura that immitates a banishment. While it holds no real power over demons, demonic beings will be frightened, thus leading to their damage being reduced by one third.
es: Los poderes de los sacerdotes le permiten rodearse a sí mismo con una aura que imita un destierro. Aunque no tiene poder real sobre los demonios, los seres demoníacos se asustarán, lo que reduce el daño de sus ataques en un tercio.

source: Elemental Vortex
es: Vórtice elemental

source: The priest can unconsciously create an elemental vortex that will drain one third of incoming damage from elemental beings.
es: El sacerdote puede crear inconscientemente un vórtice elemental que drenará un tercio del daño producido por seres elementales.

source: bronze ring
es: anillo de bronce

source: amber ring
es: anillo de ámbar

source: silver ring
es: anillo de plata

source: jet ring
es: anillo de azabache

source: gold ring
es: anillo de oro

source: ragged robe
es: túnica andrajosa

source: apprentice robe
es: túnica de aprendiz

source: novice robe
es: túnica novicia

source: alchemist robe
es: túnica de alquemista

source: scholar robe
es: túnica de erudito

source: magus robe
es: túnica de mago

source: council robe
es: túnica de concejal

source: received an item from Maylons Grave.
es: recibió un artículo de Maylons Grave.

source: buckler
es: rodela

source: wood shield
es: escudo de madera

source: bronze shield
es: escudo de bronce

source: iron shield
es: escudo de hierro

source: steel shield
es: escudo de acero

source: practice bow
es: arco de práctica

source: yew shortbow
es: arco corto de tejo

source: shortbow
es: arco corto

source: hunting bow
es: arco de caza

source: rattan bow
es: arco de caña

source: bandit bow
es: arco de bandido

source: northeye
es: ojo norteño

source: battle shortbow
es: arco corto de batalla

source: composite shortbow
es: arco corto compuesto

source: rider bow
es: arco de jinete

source: coal bow
es: arco de carbón

source: ash bow
es: arco de ceniza

source: bane bow
es: arco venenoso

source: oak shortbow
es: arco corto de roble

source: seeker
es: buscador

source: chaos shortbow
es: arco corto del caos

source: fairy bow
es: arco de hada

source: spruce staff
es: bastón pulcro

source: apprentice staff
es: bastón de aprendiz

source: novice staff
es: bastón novicio

source: hermit staff
es: bastón de ermitaño

source: rock staff
es: bastón de roca

source: alder staff
es: bastón de aliso

source: bard's staff
es: bastón de bardo

source: magus staff
es: bastón de mago

source: silver staff
es: bastón de plata

source: inferno staff
es: bastón del infierno

source: oak staff
es: bastón de roble

source: phenix staff
es: bastón de fénix

source: frost staff
es: bastón de escarcha

source: thunder staff
es: bastón de relámpago

source: ash staff
es: bastón de ceniza

source: summoner staff
es: bastón invocador

source: master staff
es: bastón de maestro

source: necromancer staff
es: bastón de nigromante

source: demon staff
es: bastón de demonio

source: fairy staff
es: bastón de hada

source: icewitch staff
es: bastón de bruja de hielo

source: sylph staff
es: bastón de sílfide

source: archmage staff
es: bastón de archimago

source: dagger
es: daga

source: shortsword
es: espada corta

source: bronzesword
es: espada de bronce

source: sabre
es: sable

source: legion blade
es: espada de legión

source: long sword
es: espada larga

source: sword of the coast
es: espada de la costa

source: council sabre
es: sable del consejo

source: scimitar
es: cimitarra
