Repository: gochenming/sumwars-code
Catalog: share/translation/*/the_goblinslayer.po
Languages: es

source: Accept the quest?
es: ¿Aceptas la misión?

source: Goblins
es: Gublins

source: Goblins (reward)
es: Gublins (recompensa)

source: Have fun then.
es: Que te diviertas entonces.

source: I have killed them all.
es: Los he matado a todos.

source: If you kill 10 of 'em, I'll give you a precious reward.
es: Si matas a 10 de ellos te daré una valiosa recompensa.

source: Interested?
es: ¿Te interesa?

source: Leave me alone and kill some more goblins.
es: Déjame en paz y mata algunos gublins más.

source: Nearly done.
es: Falta poco.

source: Of course!
es: ¡Por supuesto!

source: Quest finished
es: Misión finalizada

source: The goblinslayer
es: El asesino de gublins

source: Then I'll give you this goblin club. Be happy.
es: Entonces te daré este garrote de gublin. Sé feliz.

source: There are some stupid goblins pissing me off.
es: Hay algunos gublins estúpidos que me están haciendo enojar.

source: Wow... you're a real hero, aren't ya?
es: Wow... eres un héroe de verdad, ¿no es cierto?

source: Yes
es: Sí

source: You want a second reward?
es: ¿Quieres una segunda recompensa?

source: peasant
es: campesino

source: region1
es: región1

source: you killed enough goblins
es: mataste a suficientes gublins
