Repository: gochenming/sumwars-code
Catalog: share/translation/*/the_ambush_of_the_undead.po
Languages: es

source: ((Such an opportunity may never occur again.))
es: ((Puede que no tenga una oportunidad así otra vez))

source: Alright, Windclaw, I'm done here.
es: Está bien, Garra de Viento, he terminado aquí.

source: Alright, Windclaw, We are done here.
es: Está bien, Garra de Viento, hemos terminado aquí.

source: Alright, go!
es: ¡Muy bien, vamos!

source: And after I took a careful look around I sadly had to notice the way south was blocked.
es: Y después de dar un cuidadoso vistazo alrededor lamentablemente observé que el camino al sur estaba bloqueado.

source: And that is for your own good.
es: Y eso es por su propio bien.

source: As long as that city stands, the entry to the lands of the undead is blocked.
es: Mientras esa ciudad resista, la entrada a las tierras de los no-muertos estará bloqueada.

source: Attack the lich immediately?
es: ¿Atacar al liche inmediatamente?

source: Blow this passage to smithereens!
es: ¡Volar este pasadizo en pedazos!

source: But I fear they must have found a way around the citywalls.
es: Pero me temo que deben haber encontrado una forma de rodear las murallas de la ciudad.

source: But business is business.
es: Pero el negocio es el negocio.

source: But short ago, there was a notable magical explosion in this place.
es: Pero hace poco, hubo una extraordinaria explosión mágica en este lugar.

source: But since you are here there is still hope.
es: Pero, desde que estás aquí todavía hay esperanza.

source: But since you are here, appreciated friends, there is still hope.
es: Pero, desde que estáis aquí, queridos amigos, todavía hay esperanza.

source: Come off it!
es: ¡Venga ya!

source: Come on, this is our chance!
es: ¡Vamos, esta es nuestra oportunidad!

source: Curse you, Windclaw!
es: ¡Maldito seas, Garra de Viento!

source: Does he have any idea how painful this always is?
es: ¿Tiene alguna idea de lo doloroso que es esto siempre?

source: Don't you want to give them some backup?
es: ¿No quieres enviarles algún refuerzo?

source: Find the way the undead came here and render it useless.
es: Encuentra la forma como entraron los no-muertos e inutilízalo.

source: Fine. Then we do it the hard way.
es: Bien. Entonces lo haremos de la manera difícil.

source: Get out, quick!
es: ¡Fuera, rápido!

source: Good luck!
es: ¡Buena suerte!

source: Harvest!
es: ¡Cosecha!

source: He he. Harvest!
es: He he. ¡Cosecha!

source: He is on our side.
es: Está de nuestro lado.

source: Hopefully there is an exit in this direction.
es: Esperemos que haya una salida en esta dirección.

source: How by Harad's eyes did you get here?
es: ¿Cómo por los ojos de Harad has llegado hasta aquí?

source: How could it even come to this?
es: ¿Cómo podría incluso llegar a esto?

source: How is the archmage?
es: ¿Cómo es el archimago?

source: How is the work proceeding?
es: ¿Cómo está avanzando el trabajo?

source: How nice to see a familiar face.
es: Cómo me alegra ver una cara familiar.

source: How nice to see familiar faces.
es: Cómo me alegra ver caras familiares.

source: I can do what I want!
es: ¡Puedo hacer lo que quiera!

source: I don't understand.
es: No entiendo.

source: I have a feeling what's going to come in a moment...
es: Tengo la sensación de que sé qué ocurrirá en un momento...

source: I have never seen someone fight like you before.
es: Nunca he visto a nadie combatir como tú.

source: I hope we meet again soon.
es: Espero que nos volvamos a ver pronto.

source: I know of a cave system north of here.
es: Conozco un sistema de cuevas al norte de aquí.

source: I wanted to take a short cut through the mountains when suddenly the ground was caving in.
es: Quise atajar a través de las montañas cuando de repente el suelo comenzó a derrumbarse.

source: I will just wait until the road is clear.
es: Sólo esperaré hasta que el camino se despeje.

source: I'm sure the undead found a hidden cave.
es: Estoy seguro de que los no-muertos encontraron una cueva oculta.

source: If I kill him now his army will fall to dust.
es: Si le mato ahora, su ejercito se convertirá en polvo.

source: If those monsters could avoid Dwarfenwall they would advance into Aisen before one week is gone.
es: Si esos monstruos pudieran sortear Dwarfenwall llegarían a Aisen en menos de una semana.

source: If we destroy him now his army will fall apart with him!
es: ¡Si le destruimos ahora, su ejercito caerá con él!

source: If you need something let me know. I discovered some potions back there, and I would part with them for a small amount of gold.
es: Si necesitas algo házmelo saber. Encontré algunas pociones ahí atrás, y las compartiría con ellos por una pequeña cantidad de oro.

source: In that case you can always tear yourselves apart. That would work.
es: En ese caso siempre podéis despedazarlos vosotros mismos. Eso funcionaría.

source: Isn't the tunnel supposed to be ready for the attack?
es: ¿No se supone que el túnel está listo para el ataque?

source: It surely will be useful.
es: Sin duda será útil.

source: It was exceedingly careless of you to leave with so few men.
es: Fue sumamente descuidado de que te fueras con tan pocos hombres.

source: It was not the best idea, but the streets are not safe these days and thus we wanted to travel concealed.
es: No era la mejor idea, pero las calles no están seguras estos días y por tanto quisimos viajar ocultos.

source: It's very dangerous to travel so far from the roads.
es: Es muy peligroso viajar tan lejos de las carreteras.

source: Let it go.
es: Déjalo ir.

source: Let me see.
es: Déjame ver.

source: Let them rest from time to time.
es: Dejemosles descansar de vez en cuando.

source: Let those aisen dogs burn their backup troops there.
es: Que esos perros de Aisen quemen a sus tropas de apoyo allí.

source: Let's go then!
es: ¡Vamos entonces!

source: Let's go. If we are lucky the passage is blocked too and we can all take a break.
es: Vamos. Si estamos de suerte el pasadizo estará bloqueado también y todos podremos tomar un descanso.

source: Listen, Branded One!
es: ¡Escucha, Marcado!

source: Listen, Branded Ones!
es: ¡Escuchad, Marcados!

source: Mages have to be naturally patient.
es: Los magos tienen que ser naturalmente pacientes.

source: Nar'Asoroth, my lord.
es: Nar'Asoroth, my señor.

source: No wonder, this is a combat area.
es: No es de extrañar, se trata de una zona de combate.

source: No, Dwarfenwall hasn't fallen yet.
es: No, Dwarfenwall no ha caído todavía.

source: No, no, it's the truth.
es: No, no, es la verdad.

source: No, the city is unimportant in the big picture.
es: No, la ciudad no es importante en el panorama general.

source: Not so fast, peddler!
es: ¡No tan rápido, vendedor ambulante!

source: Now back to work.
es: Ahora, vuelve al trabajo.

source: Of course...
es: Por supuesto...

source: Oh by the gods, if some of them have their eyes on this unpleasent piece of land right now.
es: Oh, por los dioses, si alguno de ellos aspirara a esta tierra desagradable ahora mismo.

source: Oh! Well, you see...
es: ¡Oh! Bueno, verás...

source: Only now?
es: ¿Sólo ahora?

source: Only the crystal counts.
es: Sólo importa el crista.

source: Please help us, the mage is badly injured!
es: ¡Por favor, ayúdanos, el mago está gravemente malherido!

source: Please take this explosion spell.
es: Por favor, tome este hechizo de explosión.

source: She is on our side.
es: Ella está de nuestro lado.

source: Should that frighten me?
es: ¿Debería eso asustarme?

source: Should that frighten us?
es: ¿Debería eso asustarnos?

source: Slowly he's getting to me...
es: Me empieza a caer bien.

source: Stop bickering and get moving!
es: ¡Dejad de pelear y moveos!

source: Surprise!
es: ¡Sorpresa!

source: Thank you. That was a close call for a rescue.
es: Gracias. Eso estuvo cerca de pedir un rescate.

source: Thanks for your help.
es: Gracias por tu ayuda.

source: That has to be the lich attacking Dwarfenwall.
es: Eso tiene que ser el liche atacando Dwarfenwall.

source: That's a Branded One?
es: ¿Ese es un Marcado?

source: That's a lich.
es: Eso es un liche.

source: That's impossible. Otherwise he wouldn't give such a stupid suggestion.
es: Eso es imposible. De lo contrario no haría una sugerencia tan estúpida.

source: That's why I'm here.
es: Por eso estoy aquí.

source: The ambush of the undead
es: La emboscada del no-muerto

source: The army passing through this tunnel has nothing to do with Dwarfenwall.
es: Un ejercito pasando por este túnel nada tiene que hacer contra Dwarfenwall.

source: The city needs every man it can get!
es: ¡La ciudad necesita a todo hombre que pueda conseguir!

source: The good news: No one will come through that tunnel anymore. The bad news: The way back has caved in, too. Hopefully there is another exit.
es: Las buenas noticias son que nadie podrá llegar a través del túnel nunca más. Las malas noticias son que el camino de vuelta también está hundido. Esperemos que haya otra salida.

source: The stone is solid,but if I let the skeletons work any faster they will break apart!
es: ¡La piedra es sólida, pero si dejo que los esqueletos trabajen más rápido lo separarán!

source: The undead found a way under the Grey Skyladder enabling them to bypass Dwarfenwall. Because this threatens the kingdom of Aisen directly it has to be shut as fast as possible. The passage in the Cursed Caves has to be found and the destroyed with the explosion spell of Ireana of Northborough.
es: Los no-muertos han encontrado un camino bajo la montaña de Grey Skyladder que les permite sortear Dwarfenwall. Dado que esto amenaza directamente contra Aisen debe ser cerrado tan pronto como sea. El paso en las cuevas malditas debe ser encontrado y después destruido con un hechizo de explosión de Ireana de Northborough.

source: Then I shall blow this crevice to smithereens.
es: Entonces volaré esta grieta en pedazos.

source: There is a cave in the east, too, but that was a bit fishy.
es: Hay una cueva en el este, también, pero eso era un poco sospechoso.

source: They are on our side.
es: Están de nuestro lado.

source: They say it's cursed.
es: Dicen que está maldito.

source: They should be able to fight, too.
es: Deberían ser capaces de luchar, también.

source: Those are Branded Ones?
es: ¿Esos son Marcados?

source: Unknown Lich
es: Lich desconocido

source: Very bad, I'm afraid.
es: Muy mal, me temo.

source: Wait, we may learn something useful.
es: Espera, podemos aprender algo útil.

source: We mustn't allow this.
es: No debemos permitir esto.

source: Well, that would work normally and I would gladly offer you a grand price for the help.
es: Bueno, eso podría funcionar normalmente y con mucho gusto le ofreceríamos una gran recompensa por la ayuda.

source: What do you know. There are rats everywhere. Kill them and bring me their bones!
es: ¿Qué sabes?. Hay ratas por todas partes. ¡Mátalas y tráeme sus huesos!

source: What now?
es: ¿Y ahora qué?

source: What?!?
es: ¿¡¿Qué?!?

source: Who goes there?
es: ¿Quién anda ahí?

source: Will that be payed extra?
es: ¿Tendrá eso una remuneración extra?

source: Wow, she's gorgeous.
es: Vaya, es preciosa.

source: Yes
es: Sí

source: You are needed in Dwarfenwall!
es: ¡En Dwarfenwall te necesitan!

source: You can stare at her later, we have to erase some undead.
es: Podrás mirarla más tarde, tenemos que borrar del mapa algunos no-muertos.

source: You developed splendid since the last time we met, didn't you?
es: Estáis espléndidos desde la última vez que nos vimos, ¿verdad?

source: You developed splendid since the last time we met, didn't you? ##solo
es: Estás espéndido desde la última vez que nos vimos, ¿verdad? ##solo

source: You fool! Get yourself out of this mountain!
es: ¡Idiota!¡Sal de esta montaña por tu propio pie!

source: You fools! Get yourselves out of this mountain!
es: ¡Idiotas!¡Salid de esta montaña por vuestro propio pie!

source: You will discover that the scrolls take you right here again.
es: Descubriréis que los pergaminos os traen aquí otra vez.

source: You will discover that the scrolls take you right here again. ##solo
es: Descubrirás que los pergaminos te traen aquí otra vez. ##solo

source: Your distress aside, what makes you so sure I'll not simply vanish with a town portal?
es: Angustias aparte, ¿qué te asegura que no me desvaneceré con un portal a una ciudad?

source: Your distress aside, what makes you so sure we'll not simply vanish with a town portal?
es: Angustias aparte, ¿qué te asegura que no no desvaneceremos con un portal a una ciudad?

source: Your wish is my action.
es: Sus deseos son ordenes.

source: aisMounPath
es: Camino a la montaña

source: greyCurseCaveDep
es: Cuevas Malditas, Profundo

source: greyCurseCaveFis
es: La fisura

source: probably not.
es: probablemente no.
