Repository: gochenming/sumwars-code
Catalog: share/translation/*/the_besieged_farm.po
Languages: es

source: Ah! Are you feeling like earning the money after all?
es: ¡Ah! ¿Tienes ganas de ganar dinero después de todo?

source: Brons Farm
es: Granja Brons

source: But I don't want to complain.
es: Pero no quiero quejarme.

source: But I will give word to my husband that we are alive and well.
es: Pero le diré a mi marido que estamos sanos y salvos.

source: But that shall be of no concern to you.
es: Pero eso no le será de interés.

source: Don't think I haven't seen you and your friend hanging around back there.
es: No creas que no te he visto a ti y tu amigo merodeando por allí.

source: Don't think I haven't seen you and your friends hanging around back there.
es: No creas que no te he visto a ti y tus amigos merodeando por allí.

source: Don't think I haven't seen you hanging around back there.
es: No creas que no te he visto merodeando por allí.

source: Here's the money.
es: Aquí tienes el dinero.

source: How so?
es: ¿Cómo es eso?

source: I don't care how you do it, even if you gobble them raw.
es: No me importa cómo lo hagas. Como si te los comes crudos.

source: I'm on my way.
es: Voy en camino.

source: I've already heard of it.
es: Ya he oído hablar de él.

source: It's done.
es: Hecho.

source: Just kidding.
es: Sólo bromeaba.

source: Let's just go collect the money.
es: Vayamos a recoger el dinero.

source: Michel is in the tavern getting plastered - all in honor of your bravery, of course.
es: Michel está en la taberna poniéndose fino - todo en honor a tu valentía, por supuesto.

source: Of course. Silly of me.
es: Claro. Tonto de mí.

source: Our barricade is quite heavy.
es: Nuestra barricada es bastante pesada.

source: Really now,
es: Realmente ahora,

source: Sadly I cannot ask you in.
es: Lamentablemente no te puedo preguntar dentro.

source: Sergeant Lutterer
es: Sargento Lutterer

source: Thank you very much.
es: Muchas gracias.

source: That should have been enough goblins. I better look after Bron's family.
es: Eso deberían ser suficientes gublins. Será mejor que haga una visita a la familia de Bron.

source: The besieged farm
es: La granja sitiada

source: The farm
es: La granja

source: The farm of a peasant named Michel Bron is besieged by goblins. His family needs help - fast.
es: La granja de un campesino llamado Michel Bron es asediada por gublins. Su familia necesita ayuda - rápido.

source: The goblins are gone. Are you alright?
es: Los gublins se han ido. ¿Todo bien?

source: The goblins around Bron's farm are not among the living anymore. I should knock at the door and make sure everything is all right. No peasants, no money.
es: Los gublins que rodean la granja de Bron ya no están entre los vivos más. Debería llamar a la puerta para asegurarme de que está todo bien. Sin campesinos no hay dinero.

source: The peasants are rescued and the goblins slain. It's time to collect the reward for the trouble in Joringsbridge.
es: Los campesinos están rescatados y los gublins muertos. Es hora de recoger la recompensa por el trabajo en Puente de Joring.

source: The peasants are rescued, the goblins slain, and the service paid. What more can you ask for?
es: Los campesinos están rescatados, los gublins muertos, y el servicio pagado. ¿Qué más puedes pedir?

source: When you're done, come back to me.
es: Cuando acabes, vuelve aquí.

source: With a crytal of Avearea, of course. It's been handed down in my family for generations.
es: Con una crytal de Avearea, por supuesto. Ha sido transmitida en mi familia durante generaciones.

source: You know the drill: Get to the Northern Meadow and drive away the goblins around Bron's farm.
es: Lo de siempre: Llegar a la Pradera Norte y ahuyentar a los gublins que rodeen la granja de Bron.

source: aisNorthMeadow
es: Prado del Norte
