Repository: gochenming/sumwars-code
Catalog: translation/sumwars_sumwars_*.po
Languages: de

source: The priests grants every partymember immunity to poison and burn for a small amount of time while healing these effects. With increasing willpower the priest can hold this effect longer.
de: Der Priester gewährt jedem Partymitglied für kurze Zeit Immunität gegen Gifte und Verbrennungen, während er diese Effekte gleichzeitig heilt. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten.

source: Acid
de: Säure

source: The priest turns normal water into deadly acid, poisoning one enemy.
de: Der Priester verwandelt normales Wasser in tödiche Säure, die einen Gegner vergiftet.

source: Cure
de: Heilen

source: The priest restores the hitpoints of one partymemeber.
de: Der Priester stellt Lebenspunkte eines Partymitglieds wieder her.

source: Grand Cure
de: Große Heilung

source: The priest restores hitpoints for every partymember.
de: Der Priester stellt Lebenspunkte eines jeden Partymitglieds wieder her.

source: Windstrike
de: Windschlag

source: The priest creates a vortex with his attack, that can suck a demonic creature right back to hell.
de: Der Priester erschafft einen Wirbel mit seinem Angriff, der eine dämonische Kreatur direkt zurück in die Hölle befördern kann.

source: God Strike
de: Götterschlag

source: Only strong and durable demons will be able to resist the priests sacred strike.
de: nur starke und ausdauernde Dämonen werden in der Lage sein, dem heiligen Schlag des Priesters zu wiederstehen.

source: Bladestorm
de: Klingensturm

source: The priest strengthens the weaponarms of his comrades, leading to increased attackspeed for everyone. With increasing willpower the priest can hold this effect longer.
de: Der Priester stärkt die Waffenarme seiner Gefährten, was zu erhöhter Angriffsgeschwindigkeit führt.

source: Restore Concentration
de: Konzentration wiederherstellen

source: The priest heals one friend from confusion and berserk.
de: Der Priester heilt einen Freund von Verwirrung und Berserker.

source: Spirit Shield
de: Seelenschild

source: The priest grants immunity to berserk and confuse to all his partymembers for a small amount of time. With increasing willpower the priest can hold this effect longer.
de: Der Priester gewährt seinen Partymitgliedern für kurze Zeit Immunität gegen Berserker und Verwirrung. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten. Sollten Mitglieder an einer dieser Statusveränderungen leiden, so werden sie geheilt.

source: Hypnosis
de: Hypnose

source: The priest confuses a monster, causing it to attack at random.
de: Der Priester verwirrt ein Monster, dass daraufhin wild um sich schlagen wird.

source: Hypnotic Vortex
de: Hypnotischer Wirbel

source: The priest creates a distracting vortex with the ability to confuse every enemy caught in it.
de: Der Priester erschafft einen ablenkenden Wirbel mit der Fähigkeit, jeden Gegner zu verwirren, der in ihm gefangen ist.

source: Keen Mind
de: Messerscharfer Geist

source: The priest increases everyones spellpower for a short time. Everyones spells will surely be more effective. With increasing willpower the priest can hold this effect longer.
de: Der Priester erhöht die Zauberkraft jedes Partymitglieds. Zauber, die gesprochen werden, werden mit Sicherheit effektiver werden. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten.

source: Physical
de: Physisch

source: Fire
de: Feuer

source: Ice
de: Eis

source: Air
de: Luft

source: Physical resistance
de: Physische Resistenz

source: Fire resistance
de: Feuerresistenz

source: Ice resistance
de: Eisresistenz

source: Air resistance
de: Luftresistenz

source: poisoned
de: Vergiftet

source: mute
de: Stumm

source: confused
de: Verwirrt

source: berserk
de: Berserker

source: paralyzed
de: Gelähmt

source: frozen
de: Eingefroren

source: burning
de: Verbrennung

source: damage
de: Schaden

source: can not be blocked
de: kann nicht geblockt werden

source: ignores armor
de: ignoriert Rüstung

source: Power
de: Kraft

source: Chance for critical hit
de: Chance für kritischen Treffer

source: which Topic
de: welches Thema

source: Required level
de: Benötigtes Level

source: Cast delay
de: Verzögerung

source: Value
de: Wert

source: Heals
de: Heilt

source: hitpoints
de: Lebenspunkte

source: immune for
de: immun für

source: Two-handed weapon
de: Zweihandwaffe

source: Range
de: Reichweite

source: Damage
de: Schaden

source: Armor
de: Rüstung

source: max hitpoints
de: max Lebenspunkte

source: Strength
de: Stärke

source: Dexterity
de: Geschick

source: Magic Power
de: Zauberkraft

source: Willpower
de: Willenskraft

source: Warrior
de: Krieger

source: Archer
de: Bogenschütze

source: Mage
de: Magier

source: Priest
de: Priester

source: Class
de: Klasse

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

source: Base damage
de: Angriff

source: Magician
de: Magier

source: Strength increases hitpoints, melee damage and attack power.
de: Stärke erhöht die Lebenspunkte, den Nahkampfschaden und die Durchschlagskraft

source: Dexterity increases ranged damage, attack accuracy and attack speed
de: Geschick erhöht den Fernkampfschaden, die Angriffsgenauigkeit und die Angriffsgeschwindigkeit.

source: Willpower decreases the duration and the impact of status changes and increases magical melee damage.
de: Willenskraft senkt die Dauer und die Stärke von Statusveränderungen und erhöht magischen Nahkampfschaden.

source: Magic power
de: Zauberkraft

source: Magic power increases the damage of magical attacks.
de: Zauberkraft erhöht den Schaden durch magische Angriffe.

source: Attr points
de: Punkte

source: Attribute points remaining to distribute
de: Verbleibende Punkte

source: Experience
de: Erfahrung

source: Current experience and experience necessary for next level-up.
de: Aktuelle Erfahrung und für das nächste Level-up erforderliche Erfahrung

source: Hitpoints
de: Lebenspunkte

source: Current and maximal hitpoints.
de: Aktuelle und maximale Lebenspunkte.

source: Attack value determines the chance to hit enemies that can block or evade.
de: Der Angriffswert bestimmt, wie gut Gegner getroffen werden.

source: Attacks/s
de: Angriffe/s

source: Number of attacks per second.
de: Anzahl Angriffe pro Sekunde

source: Weapon Range in meters.
de: Waffenreichweite in Metern

source: Attack power influences the damage dealt to armored enemies.
de: Die Durchschlagskraft beeinflusst den Schaden gegen gerüstete Gegner.

source: Armor reduces the damage of physical attacks.
de: Die Rüstung reduziert den Schaden durch physische Angriffe.

source: Block value determines the chance to avoid damage from physical attacks.
de: Der Blockwert bestimmt die Wahrscheinlichkeit, physischen Schaden zu vermeiden

source: Options
de: Optionen

source: Save & Exit
de: Speichern & Ende

source: Single player
de: Einzelspieler

source: Join game
de: Spiel beitreten

source: Host game
de: Spiel erstellen

source: Max. number of players
de: Max. Anzahl an Spielern

source: Inventory
de: Inventar

source: Character screen
de: Charakter Bildschirm

source: Skilltree
de: Fähigkeiten

source: Party screen
de: Partei Bildschirm

source: Chatbox
de: Chat Fenster

source: Minimap
de: Minikarte

source: Swap equipement
de: Ausrüstung wechseln

source: open
de: offen

source: finished
de: abgeschlossen

source: failed
de: gescheitert

source: Savegame
de: Gespeichertes Spiel

source: Create Character
de: Charakter erstellen

source: Fire magic
de: Feuermagie

source: Ice magic
de: Eismagie

source: Air magic
de: Luftmagie

source: Fighting skills
de: Kampffähigkeiten

source: Passive skills
de: Passive Fähigkeiten

source: Fighting spirit
de: Kampfgeist

source: Marksmanship
de: Schießkunst

source: Hunter magic
de: Jagdmagie

source: Light Magic
de: Lichtmagie

source: Water Magic
de: Wassermagie

source: Wind Magic
de: Windmagie
