Repository: gochenming/sumwars-code
Catalog: translation/sumwars_sumwars_*.po
Languages: de

source: speak with someone
de: mit jemandem sprechen

source: Attack
de: Attacke

source: Basic melee attack
de: Grundlegender Nahkampfangriff

source: Ranged attack
de: Fernangriff

source: Basic ranged attack
de: Grundlegender Fernkampfangriff

source: Magic attack
de: Magischer Angriff

source: Basic magic attack
de: Grundlegender magischer Angriff

source: Holy attack
de: Heiliger Angriff

source: Basic holy melee attack
de: Grundlegender heiliger Nahkampfangriff

source: Bash
de: Harter Schlag

source: Attacks one enemy for serious damage.
de: Verursacht schweren Schaden bei einem Gegner.

source: Hammer blow
de: Hammerschlag

source: Attacks one enemy with a brutal blow and damages nearby enemies as well.
de: Greift einen Gegner mit einem brutalen Hieb an und schädigt auch alle um das Ziel stehenden Gegner.

source: Sweeping blow
de: Rundumschlag

source: Attacks every enemy in weapon range with slightly reduced damage.
de: Greift jeden Gegner in Waffenreichweite mit leicht reduziertem Schaden an.

source: Whirl blow
de: Wirbelschlag

source: Attacks every enemy in weapon range.
de: Greift alle Gegner in Waffenreichweite an.

source: Smash blow
de: Schmetterschlag

source: Attacks an enemy with an unblockable, armor piercing blow.
de: Greift einen Gegner mit einem unblockbaren, jede Rüstung durchdringenden Schlag an.

source: Silencer
de: Grabesstille

source: Attacks an enemy with a chance to inflict silence.
de: Greift einen Gegner an und verursacht eventuell Stumm.

source: Charge
de: Sturmangriff

source: Launches an assault at an enemy with increasing speed. The faster the warrior is, the more damage a charge inflicts.
de: Startet einen Angriff mit zunehmender Geschwindigkeit auf einen Gegner. Je schneller der Krieger ist, desto mehr Schaden verursacht ein Sturmangriff.

source: Charge scythe
de: Sturmsense

source: Launches an even stronger charge attack, that may inflict stun.
de: Startet einen noch stärkeren Sturmangriff, der das Opfer lähmen kann.

source: Taunt
de: Provozieren

source: Causes surrounding monsters to attack the warrior more likely.
de: Verleitet umstehende Monster dazu, den Krieger mit höherer Wahrscheinlichkeit anzugreifen.

source: Defiances
de: Trotz

source: Nearby monsters will attack the warrior, if they are able to. The warriors defence is increased.
de: Umstehende Monster werden den Krieger angreifen, wenn sie können. Die Verteidigung des Kriegers steigt.

source: Fire and sword
de: Feuer und Schwert

source: The warrior calls the spirits of fire upon his weapon, causing it to deal firedamage. The damage depends on the warriors spellpower.
de: Der Krieger ruft einen Feuergeist in seine Waffe, so dass sie Feuerschaden verursacht. Der Schaden hängt von der Zauberkraft des Kriegers ab.

source: Pact of flames
de: Flammenpakt

source: The warrior calls upon the fires of hell, causing his weapon to deal firedamage for a significant time. His enemies might catch fire when hit.
de: Der Krieger ruft das Höllenfeuer an, was dazu führt, dass seine Waffe für längere Zeit Feuerschaden verursacht. Seine Gegner können Feuer fangen, wenn sie getroffen werden.

source: Flame armor
de: Flammenrüstung

source: The warrior surrounds himself with angry spirits of fire, who will burn his enemies to ashes, if they dare to come to close.
de: Der Krieger umgibt sich mit zornigen Feuergeistern, die seine Gegner zu Asche verbrennen werden, sollten sie zu nahe kommen.

source: Battlecry
de: Kampfschrei

source: The warrior releases a mighty cry that causes his enemies to lose concentration, ultimatly reducing their defence.
de: Der Krieger stößt einen mächtigen Schrei aus, der seine Gegner ihre Konzentration verlieren lässt, wodurch ihre Verteidigung reduziert wird.

source: Warcry
de: Kriegsschrei

source: The battle hardened warriors scream leaves his enemies defence wide open, sometimes confusing them as well.
de: Der Schrei des kampfgestählte Kriegers lässt die Verteidigung seiner Gegner weit offen und verwirrt sie manchmal.

source: The warrior regains up to 50 percent hitpoints of his total hitpoints through the sheer power of his will.
de: Der Krieger erlangt durch schiere Willenskraft bis zu 50 Prozent seiner Lebenspunkte wieder.

source: Barbarian anger
de: Barbarische Wut

source: The warrior sets himself in the state of berserk, attacking his enemies with vicious blows, while completely neglecting his defence.
de: Der Krieger versetzt sich selbst in einen Berserkerzustand und greift seine Feinde mit bösartigen Hieben an, während er seine Verteidigung völlig ignoriert.

source: barbarian power
de: Barbarische Kraft

source: The warrior becomes even more bloodthirsty, launching at his enemies with increased attackspeed and damage in a berserk state. Even while neglecting his defence, the impact is not as big as with the barbarian anger.
de: Der Krieger wird noch blutdurstiger und wirft sich seinen Gegnern mit erhöhtem Schaden und gesteigerter Angriffsgeschwindigkeit entgegen. Selbst während er seine Verteidigung vernachlässigt ist er nicht so anfällig wie bei der Barbarischen Wut.

source: Perseverance
de: Beharrlichkeit

source: The warriors defence increases proportional to the cuts and bruises he receives in combat. The more serious the wounds, the more difficult he is to kill.
de: Die Verteidigung des Kriegers steigt abhängig von den Schnitten und Quetschungen, die er im Kampf erhält. Je ernsthafter die Wunden, desto schwerer ist er zu töten.

source: The warriors mastery of shields and weapons allows him to block damage at an increased rate.
de: Die Meisterschaft des Kriegers mit Schilden und Waffen erlaubt es ihm, Schaden mit erhöhter Wahrscheinlichkeit zu blocken.

source: Weaponmaster
de: Waffenmeister

source: The warriors mastery of weapons increases the damage of his basic attacks by 20%.
de: Die Meisterschaft des Kriegers mit Waffen aller Art steigert den Schaden seines Grundangriffs um 20 Prozent.

source: Monster hunter
de: Monsterjäger

source: For each monster the warrior kills, his strength increases for a short amount of time.
de: Für jedes Monster, dass der Krieger tötet, steigt seine Stärke für eine Zeit

source: Monster slayer
de: Monsterschlächter

source: The warrior has become the worst nightmare of monsters, with every one of them falling at his feet increasing his strength and attackspeed for a short amount of time.
de: Der Krieger ist der schlimmste Alptraum der Monster geworden. Jedes von ihnen, das durch ihn fällt, steigert seine Stärke und Angriffsgeschwindigkeit für kurze Zeit.

source: Warmaster
de: Kriegsmeister

source: The warrior has become used to the ways of the battlefield to a point, where he can regenerate his abilities faster than normal.
de: Der Krieger hat sich so an das Schlachtfeld gewöhnt, dass er seine Fähigkeiten schneller als normal regenerieren kann.

source: Firebolt
de: Feuerblitz

source: The mage unleashes a small bolt of fire, that damages a single enemy.
de: Der Magier entfesselt einen kleinen Feuerblitz, der einen Feind schädigt.

source: Fireblow
de: Feuerschlag

source: The mage casts a strong bolt of fire, that damages one enemy.
de: Der Magier zaubert eine starken Feuerblitz, der einen Gegner schädigt.

source: Flame wave
de: Feuerwelle

source: The mage conjures a wave of flames, that damages enemies in a circle around him.
de: Der Magier beschwört eine Welle aus Feuer, die Gegner im Umkreis schädigt.

source: Firestorm
de: Feuersturm

source: The mage conjures a deadly wave of fire, that burns every enemy in a circle around him.
de: Der Magier beschwört eine tödliche Welle aus Feuer, die jeden Gegner im Umkreis verbrennt.

source: Fireball
de: Feuerball

source: The mage casts a bolt of fire, that explodes upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
de: Der Magier zaubert einen Feuerblitz, der beim Treffen eines Gegners explodiert. Andere Gegner nahe am Opfer werden ebenfalls in dieser Explosion gefangen.

source: The mage casts an even more powerful fireball.
de: Der Magier zaubert einen noch mächtigeren Feuerball.

source: Firecolumn
de: Feuersäule

source: The mage conjurs a column made of hellfire, that will stay for 5 seconds and turn every enemy stupid enough to stay in there to ashes.
de: Der Magier ruft eine Säule aus Höllenfeuer herbei, die 5 Sekunden besteht und jeden Gegner des Magiers, der dumm genug ist, hineinzulaufen, zu Asche werden lässt.

source: Ignite
de: Entzünden

source: The mage embraces the heat of fire, so that victims of his firespells will likely suffer burn.
de: Der Magier gibt sich der Hitze des Feuers hin, so dass Opfer seiner Feuerzauber oft verbrennungen erleiden.

source: Icicle
de: Eiszapfen

source: The mage casts a shard of pure ice, that damages his foes.
de: Der Magier zaubert eine Scherbe aus purem Eis, die seine Feinde schädigt.

source: Spear of ice
de: Eisspeer

source: The mage attacks one enemy with a powerful spear of magical ice.
de: Der Magier greift seine Gegner mit einem mächtigen Speer aus magischem Eis an.

source: Snow storm
de: Schneesturm

source: The mage calls upon a snow storm to kill every enemy in a circle.
de: Der Magier ruft einen Schneesturm, um alle Gegner in einem Kreis zu töten.

source: The mage summons a leathal cold blizzard that freezes every enemy caught in it to death.
de: Der Magier ruft einen tödlich kalten Blizzard herbei, der jeden Gegner, der in ihm gefangen ist, zu tode friert.

source: Ice ring
de: Eisring

source: The mage casts a ring of ice around himself that will damage enemies in range.
de: Der Mager zaubert eine Ring aus Eis um sich, der Gegner in Reichweite schädigt.

source: The mage calls upon a deadlier version of the icering.
de: Der Magier ruft eine tödlichere Version des Eisrings herbei.

source: Freeze
de: Einfrieren

source: The mage catches an enemy in a block of pure ice, instantly sealing his movements.
de: Der Magier fängt einen Gegner in einem Block aus purem Eis, was sofort dessen Bewegungnen blockiert.

source: Chilling cold
de: Klirrende Kälte

source: The mage has understood everything about ice and snow, allowing him to increase the effectiveness of his icespells by 20%.
de: Der Magier hat alles über Eis und Schnee verstanden, was die Effektivität seiner Eissprüche um 20 Prozent steigert.

source: Lightning
de: Blitz

source: The mage summons a lightning to attack one foe.
de: Der Magier ruft einen Blitz, um einen Feind anzugreifen.

source: Lightning strike
de: Blitzschlag

source: The mage calls upon a mighty lightning to kill an enemy.
de: Der Magier ruft einen mächtigen Blitz, um seine Gegner zu töten.

source: Thunderstorm
de: Gewitter

source: The mage summons a thunderstorm that will assault enemies in its range with lightnings.
de: Der Magier beschwört ein Gewitter, das Gegner in seiner Reichweite mit Blitzen angreift.

source: Tempest
de: Blitzgewitter

source: The mage summons a ferocious tempest that bombards enemies in its wake with lightnings.
de: Der Magier ruft ein grausames Gewitter, dass alle Gegner in seinem Weg mit Blitzen bombardiert.

source: Chainlightning
de: Kettenblitz

source: The mage unleashes a ball of lightning, that may jump from one enemy to another. It hits a maximum of five enemies and the damage is reduced everytime it jumps.
de: Der Magier entfesselt eine Kugel aus Blitzen, die von Gegner zu Gegner springt. Sie trifft maximal fünf Gegner und verliert mit jedem Sprung an Schaden.

source: Ball lightning
de: Kugelblitz

source: The mage unleashes a mighty ball lightning, that can jump over to nearby enemies. A maximum of nine enemies is hit and the damage is reduced with every jump.
de: Der Magier entfesselt einen mächtigen Kugelblitz, der auf nahestehende Gegner überspringt. Maximal neun Gegner werden getroffen und der Kugelblitz verliert mit jedem Sprung an Schaden.

source: Static shield
de: Statikschild

source: The mage surrounds himself with an armor of lightning, that will stun and damage enemies who are bolt enough to attack in close combat.
de: Der Magier umgibt sich mit einer Rüstung aus Blitzen, die Gegner lähmt, welche so mutig sind, ihn anzugreifen.

source: The mage has become one with the storm, leading to 20 percent extra damage from his lightning spells.
de: Der Magier ist eins mit dem Sturm geworden, wodurch seine Blitzzauber 20 Prozent mehr Schaden verursachen.

source: Tripple Shot
de: Dreifachschuss

source: The archers mastery of ranged weapons allows him to shoot three projectiles in a short amount of time.
de: Die Meisterschaft des Bogenschützen mit Fernwaffen erlaubt es ihm, drei Geschosse auf einmal abzufeuern.

source: Deadly Swarm
de: Todesschwarm

source: The archer shoots four consecutive projectiles that are imbued with vengeful spirits. They will pursue the enemy, even if he tries to run.
de: Der Bogenschütze feuert drei aufeinander folgende Geschosse ab, die von Rachegeistern besessen sind. Sie werden den Gegner verfolgen, selbst wenn er davon zu laufen versucht.

source: Fanshot
de: Fächerschuss

source: The archer shoots five projectiles at a time, aimed at enemies in front of him. The damage dealt by each projectile suffers a little.
de: Der Bogenschütze feuert fünf Projektile gleichzeitig ab, die auf Gegner vor ihm gerichtet sind. Der Schaden der einzelnen Geschosse leidet ein wenig unter diesem Angriff.

source: Iron Hail
de: Eisenhagel

source: The archer handles his weapons with elflike precision, attacking up to seven enemys in front of him. The damage dealt by each projectile suffers a little.
de: Der Bogenschütze handhabt seine Waffe mit elfengleicher Präzision und greift bis zu sieben Ziele vor sich an. Der Schaden jedes einzelnen Geschosses leidet ein wenig unter diesem Angriff.

source: Elfwanderer
de: Elfenwanderer

source: The archer unleashes a mighty shot that pierces right through an enemy and might hit another enemy behind him.
de: Der Bogenschütze feuert einen mächtigen Schuss, der einen Gegner durchschlägt und weitere Gegner hinter ihm treffen kann.

source: Weak Spot
de: Schwachpunkt

source: The archer attacks a weak point of his enemy, causing the victim to go berserk.
de: Der Bogenschütze attackiert einen Schwachpunkt seines Gegners und treibt sein Opfer so in einen Berserkerrausch.

source: Blind Rage
de: Blinde Wut

source: The archer attacks the enemies eyes, causing him to go berserk, but be blinded at the same time.
de: Der Bogenschütze greift die Augen seines Gegners an, wodurch er zwar zum Berserker wird, aber gleichzeitig geblendet ist.

source: Vacuum
de: Vakuum

source: The archer attacks with an arrow imbued with a weaker windspirit, that causes an enemy hit by it to be stunned.
de: Der Bogenschütze greift mit einem von einem schwachen Windgeist besessenen Pfeil an, der getroffene Gegner lähmt.

source: Deadly Roulette
de: Todesroulette

source: The projectile has a fifty percent probability to attack another target, if it hits someone. Be careful not to stand in its way, for it distinguishes not between friend and foe.
de: Dieses Geschoss hat eine 50-prozentige Chance, ein weiteres Ziel anzugreifen, wenn es jemanden trifft. Man sollte Vorsicht walten lassen, da es nicht zwischen Freund und Feind unterscheidet.

source: Explosion Arrow
de: Sprengpfeil

source: The projectile is imbued with the power of a weak firespirit. It will deal damage in a small area, if it hits.
de: Dieses Geschoss ist durchtränkt von der Macht eines schwächeren Feuergeistes. Es wird beim auftreffen Schaden in einem kleinen Gebiet verursachen.

source: Blast Cascade
de: Sprengkaskade

source: The projectile is imbued with the power of a firespirit. It will explode with areadamage on hitting. Additionally four more explosions will go of in every direction.
de: Dieses Geschoss ist durchtränkt von der Macht eines Feuergeistes. Es wird beim auftreffen Flächenschaden verursachen. Zusätzlich werden in allen vier Himmelsrichtungen weitere Explosionen ausgelöst.

source: Snipe
de: Zielschuss

source: The archers deadly precision causes his shots to deal more damage than normal.
de: Die tödliche Präzision des Bogenschützen lässt ihn mehr Schaden verursachen.

source: Bow Spirit
de: Bogenseele

source: The archer becomes one with his weapon, dealing more damage over a longer time. Additionally his critical strike chance is increased. This effect stacks with Elfeyes.
de: Der Bogenschütze wird ein mit seiner Waffe und verursacht mehr Schaden für einen längeren Zeitraum. Zusätzlich steigt seine Chance auf einen kritischen Treffer. Dieser Effekt ist kummulativ mit Elfenaugen.

source: Ice Arrows
de: Eispfeile

source: The archer calls upon the spirits of ice to imbue his projectiles with icedamage.
de: Der Bogenschütze ruft die Geister des Eises an, um seine Geschosse mit Eisschaden auszustatten.

source: Frost Arrows
de: Frostpfeile

source: The archer summons a spirit of ice into his weapon, causing his shots to deal icedamage over a greater amount of time. There is a chance that his enemies will be frozen solid if they are hit.
de: Der Bogenschütze ruft einen Eisgeist in seine Waffe, was seinen Schüssen über einen längeren Zeitraum Eisschaden verleiht. Getroffene Gegner werden eventuell gefroren.

source: Wind Arrows
de: Windpfeile

source: The archer has been grantet the power to imbue his projectiles with winddamage by the spirits of wind.
de: Dem Bogenschützen wurde von den Windgeistern die gabe verliehen, seine Geschosse mit Windschaden auszustatten.

source: Storm Arrows
de: Sturmpfeile

source: The mighty spirits of wind themselfes help the archer by imbuing his projectiles with their power, causing them to deal more winddamage for a longer time.
de: Die mächtigen Geister des Windes selbst helfen dem Bogenschützen, indem sie seine Geschosse mit ihrer Kraft durchtränken, so dass sie für einen längeren Zeitraum Windschaden verursachen.

source: Windwalk
de: Windwandern

source: The spirits of wind help the archer to move faster than normal and avoid damage.
de: Die Geister des Windes helfen dem Bogenschützen, sich schneller als normal zu bewegen und Schaden zu vermeiden.

source: Catlike Reflexes
de: Katzenhafte Reflexe

source: The archers nimble mind allows him to avoid damage better.
de: Die rasche Auffassungsgabe des Bogenschützen erlaubt es ihm, Schaden besser auszuweichen.

source: Elfeyes
de: Elfenaugen

source: The archer shoots with deadly precision, leading to an increased critical hit rate.
de: Der Bogenschütze feuert mit tödlicher Präzision, was zu einer erhöhten kritischen Treffer Rate führt.

source: Concentration
de: Konzentration

source: The archers steady mind can no longer be confused.
de: Der feste Geist des Bogenschützen kann nicht mehr verwirrt werden.

source: Mind Wall
de: Geistige Wand

source: The archer has become immune to anger. He will never go berserk again.
de: Der Bogenschütze ist immun gegen Zorn geworden. Er wird nie wieder zum Berserker werden.

source: North Roamer
de: Nordwanderer

source: The archer has made a pact with the spirits of wind and ice. His resistance against wind- and icedamage is increased by 20 percent.
de: Der bogenschütze ist einen Pakt mit den Geistern von Wind und Eis eingegangen. Seine Resistenzen gegen diese Elemente steigen um 20 Prozent.

source: North Hunter
de: Nordjäger

source: The archers good longterm relations with the spirits of wind and ice has caused his resistence and his maximum resistance of these elements to rise by 10 percent.
de: Die guten Langzeitbeziehung des Bogenschützen mit den Geistern von Wind und Eis führen dazu, dass sowohl seine Resistenz als auch seine maximale Resistenz gegen diese Elemente um 10 Prozent steigt.

source: Bright Blow
de: Glühender Schlag

source: The priest attacks an enemy with a blow imbued with holy power. Undead will be severely damaged by the sacred energies.
de: Der Priester greift mit einem von heiliger Kraft getränkten Hieb an. Untote werden von den heiligen Energien schwer geschädigt.

source: Sanctified Strike
de: Geheiligter Schlag

source: The priest attacks with godly power, easily sending undead creatures back to their graves.
de: Der Priester greift mit göttlicher Kraft an und sendet Untote Kreaturen schnell zurück in ihre Gräber.

source: Burning Rage
de: Brennende Wut

source: The priest inflicts holy anger in his partymembers. They will attack with greater power. With increasing willpower the priest can hold this effect longer.
de: der Priester entfacht heiligen Zorn bei seinen Partymitgliedern. Sie werden mit größerer Kraft angreifen. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten.

source: Gentle Glow
de: Sanftes Leuchten

source: The priest bathes a partymember in a mild light, releaving him of blindness and silence.
de: Der Priester badet ein Partymitglied in mildem Licht und nimmt Blindheit und Stumm von ihm.

source: Omniscent Eye
de: Allessehendes Auge

source: The party will be immune to blind and berserk for some time. With increasing willpower the priest can hold this effect longer.
de: Die Party wird für einige Zeit immun gegen Blind und Berserker. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten. Sollte ein Mitglied der Gruppe unter diesen Statusveränderungen leiden, so werden sie geheilt.

source: Blazing Shield
de: Lodernder Schild

source: The party is surrounded by holy energy. Everyones defense is increased. With increasing willpower the priest can hold this effect longer.
de: Die Party wird von heiliger Energie umgeben. Die Verteidigung von allen wird erhöht. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten.

source: Glistening Glare
de: Gleißendes Licht

source: The priest casts a dazzling light, that can cause an enemy to be affected by blind.
de: Der Priester zaubert ein blendendes Licht herbei, dass eine Gegner blenden kann.

source: Glaring Sun
de: Blendende Sonne

source: The priest calls forth a mighty explosion of light that can make every enemy in an area to be affected by blind.
de: Der Priester ruft eine mächtige Explosion aus Licht herbei, die jeden Gegner in einem Bereich blenden kann.

source: Breaking Blow
de: Zerbrechender Schlag

source: The priest attacks an enemy with energy that causes elementals to be blown back where they come from.
de: Der Priester greift einen Gegner mit Energien an, der Elementare dahin zurück befördert, wo sie herkamen.

source: Dismissing Strike
de: Entlassender Schlag

source: The priest strikes with all his might. While normal monsters have little to fear from this attack elementals will be easily destroyed by it.
de: Der Priester schlägt mit all seiner Macht zu. Während normale Monster kaum etwas von diesem Angriff zu befürchten haben, werden Elementare schnell davon zerstört.

source: Magic Shield
de: Magischer Schild

source: The priests protecting influence raises the willpower of all partymembers temporarily. With increasing willpower the priest can hold this effect longer.
de: Der schützende Einfluss des Priesters erhöht zeitweilig die Willenskraft jedes Partymitglieds. Mit steigender Willenskraft kann der Priester diesen Effekt länger aufrecht erhalten.

source: Ease Pain
de: Schmerzen Lindern

source: The priest treats a partymemener with healing water that washes away every poison and stops burns.
de: Der Priester behandelt ein Partymitglied mit heilendem Wasser, das alles Gift aus ihm herauswäscht und Verbrennungen stoppt.

source: Remedial Water
de: Heilendes Wasser
